Repository: staffil/galatea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, ja, pt, ru, zh

source: 작성한 프롬프트가 없습니다
ar: لا توجد تعليمات مكتوبة
de: Keine geschriebenen Prompts
es: No hay prompts escritos
fr: Aucun prompt écrit
hi: कोई प्रॉम्प्ट लिखा नहीं गया है
ja: 作成したプロンプトはありません
pt: Nenhum prompt criado
ru: Созданных промптов нет
zh: 没有创建的提示

source: 토큰 관리
ar: إدارة الرموز
de: Token-Verwaltung
es: Gestión de tokens
fr: Gestion des jetons
hi: टोकन प्रबंधन
ja: トークン管理
pt: Gerenciamento de Tokens
ru: Управление токенами
zh: 令牌管理

source: 토큰 요약
ar: ملخص الرموز
de: Token-Zusammenfassung
es: Resumen de tokens
fr: Résumé des jetons
hi: टोकन सारांश
ja: トークン概要
pt: Resumo de Tokens
ru: Сводка по токенам
zh: 令牌概览

source: 총 토큰
ar: إجمالي الرموز
de: Gesamt-Token
es: Total de tokens
fr: Total des jetons
hi: कुल टोकन
ja: 総トークン
pt: Total de Tokens
ru: Всего токенов
zh: 总令牌

source: 구매한 전체 토큰
ar: إجمالي الرموز المشتراة
de: Insgesamt gekaufte Token
es: Total de tokens comprados
fr: Total des jetons achetés
hi: खरीदे गए कुल टोकन
ja: 購入した総トークン
pt: Total de Tokens Comprados
ru: Всего купленных токенов
zh: 购买的总令牌

source: 사용한 토큰
ar: الرموز المستخدمة
de: Verwendete Token
es: Tokens utilizados
fr: Jetons utilisés
hi: उपयोग किए गए टोकन
ja: 使用したトークン
pt: Tokens Usados
ru: Использованные токены
zh: 已使用的令牌

source: 이미 소모된 토큰
ar: الرموز التي تم استهلاكها بالفعل
de: Bereits verbrauchte Token
es: Tokens ya consumidos
fr: Jetons déjà consommés
hi: पहले से उपयोग किए गए टोकन
ja: 既に消費されたトークン
pt: Tokens Já Consumidos
ru: Уже использованные токены
zh: 已消耗的令牌

source: 남은 토큰
ar: الرموز المتبقية
de: Verbleibende Token
es: Tokens restantes
fr: Jetons restants
hi: शेष टोकन
ja: 残りのトークン
pt: Tokens Restantes
ru: Оставшиеся токены
zh: 剩余令牌

source: 사용 가능한 토큰
ar: الرموز المتاحة
de: Verfügbare Token
es: Tokens disponibles
fr: Jetons disponibles
hi: उपलब्ध टोकन
ja: 利用可能なトークン
pt: Tokens Disponíveis
ru: Доступные токены
zh: 可用令牌

source: 토큰 사용률
ar: معدل استخدام الرموز
de: Token-Nutzungsrate
es: Tasa de uso de tokens
fr: Taux d'utilisation des jetons
hi: टोकन उपयोग दर
ja: トークン使用率
pt: Taxa de Uso de Tokens
ru: Процент использования токенов
zh: 令牌使用率

source: 결제 내역
ar: سجل الدفع
de: Zahlungsverlauf
es: Historial de pagos
fr: Historique des paiements
hi: भुगतान इतिहास
ja: 支払い履歴
pt: Histórico de Pagamentos
ru: История платежей
zh: 支付记录

source: 결제 방식
ar: طريقة الدفع
de: Zahlungsmethode
es: Método de pago
fr: Méthode de paiement
hi: भुगतान विधि
ja: 支払い方法
pt: Método de Pagamento
ru: Способ оплаты
zh: 支付方式

source: 상태
ar: الحالة
de: Status
es: Estado
fr: Statut
hi: स्थिति
ja: 状態
pt: Status
ru: Статус
zh: 状态

source: 결제 금액
ar: مبلغ الدفع
de: Zahlungsbetrag
es: Monto de pago
fr: Montant du paiement
hi: भुगतान राशि
ja: 支払い金額
pt: Valor do Pagamento
ru: Сумма платежа
zh: 支付金额

source: 결제 내역이 없습니다.
ar: لا يوجد سجل دفع.
de: Kein Zahlungsverlauf gefunden.
es: No hay historial de pagos.
fr: Aucun historique de paiement.
hi: कोई भुगतान इतिहास नहीं है।
ja: 支払い履歴はありません。
pt: Nenhum histórico de pagamento.
ru: История платежей отсутствует.
zh: 没有支付记录。

source: 프로필이 성공적으로 수정되었습니다.
ar: تم تحديث الملف الشخصي بنجاح.
de: Profil wurde erfolgreich aktualisiert.
es: Perfil actualizado con éxito.
fr: Profil mis à jour avec succès.
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई।
ja: プロフィールが正常に更新されました。
pt: Perfil atualizado com sucesso.
ru: Профиль успешно обновлен.
zh: 个人资料已成功更新。

source: 보이스가 삭제되었습니다.
ar: تم حذف الصوت.
de: Stimme wurde gelöscht.
es: Voz eliminada.
fr: Voix supprimée.
hi: आवाज़ हटा दी गई।
ja: ボイスが削除されました。
pt: Voz excluída.
ru: Голос удален.
zh: 语音已删除。

source: 해당 보이스가 없습니다.
ar: الصوت غير موجود.
de: Die Stimme existiert nicht.
es: La voz no existe.
fr: La voix n'existe pas.
hi: यह आवाज़ मौजूद नहीं है।
ja: そのボイスは存在しません。
pt: Esta voz não existe.
ru: Этот голос не существует.
zh: 该语音不存在。

source: AI 설정이 수정되었습니다.
ar: تم تحديث إعدادات الذكاء الاصطناعي.
de: KI-Einstellungen wurden aktualisiert.
es: Configuraciones de IA actualizadas.
fr: Paramètres IA mis à jour.
hi: AI सेटिंग्स अपडेट की गईं।
ja: AI設定が更新されました。
pt: Configurações da IA atualizadas.
ru: Настройки ИИ обновлены.
zh: AI设置已更新。

source: AI가 삭제되었습니다.
ar: تم حذف الذكاء الاصطناعي.
de: KI wurde gelöscht.
es: IA eliminada.
fr: IA supprimée.
hi: AI हटा दिया गया।
ja: AIが削除されました。
pt: IA excluída.
ru: ИИ удален.
zh: AI已删除。

source: 해당 AI가 없습니다.
ar: الذكاء الاصطناعي غير موجود.
de: Die KI existiert nicht.
es: La IA no existe.
fr: L'IA n'existe pas.
hi: यह AI मौजूद नहीं है।
ja: そのAIは存在しません。
pt: Esta IA não existe.
ru: Этот ИИ не существует.
zh: 该AI不存在。

source: 프로필 이미지가 업데이트되었습니다.
ar: تم تحديث صورة الملف الشخصي.
de: Profilbild wurde aktualisiert.
es: Imagen de perfil actualizada.
fr: Image de profil mise à jour.
hi: प्रोफ़ाइल छवि अपडेट की गई।
ja: プロフィール画像が更新されました。
pt: Imagem de perfil atualizada.
ru: Изображение профиля обновлено.
zh: 个人资料图片已更新。

source: 이미지 파일을 선택해주세요.
ar: يرجى اختيار ملف صورة.
de: Bitte wählen Sie eine Bilddatei aus.
es: Por favor, selecciona un archivo de imagen.
fr: Veuillez sélectionner un fichier image.
hi: कृपया एक छवि फ़ाइल चुनें।
ja: 画像ファイルを選択してください。
pt: Por favor, selecione um arquivo de imagem.
ru: Пожалуйста, выберите файл изображения.
zh: 请选择图像文件。

source: 등급 선택
ar: اختيار الخطة
de: Plan auswählen
es: Seleccionar plan
fr: Sélectionner un plan
hi: प्लान चुनें
ja: プランを選択
pt: Selecionar Plano
ru: Выберите тариф
zh: 选择等级

source: 가격
ar: السعر
de: Preis
es: Precio
fr: Prix
hi: मूल्य
ja: 価格
pt: Preço
ru: Цена
zh: 价格

source: 원
ar: وون
de: KRW
es: KRW
fr: KRW
hi: KRW
ja: 円
pt: KRW
ru: KRW
zh: KRW

source: 음성
ar: الصوت
de: Stimme
es: Voz
fr: Voix
hi: आवाज़
ja: ボイス
pt: Voz
ru: Голос
zh: 语音

source: 토큰
ar: الرمز
de: Token
es: Token
fr: Jeton
hi: टोकन
ja: トークン
pt: Token
ru: Токен
zh: 令牌

source: 모든 장르
ar: جميع الأنواع
de: Alle Genres
es: Todos los géneros
fr: Tous les genres
hi: सभी शैलियाँ
ja: すべてのジャンル
pt: Todos os Gêneros
ru: Все жанры
zh: 所有类型

source: 장르 검색...
ar: البحث عن الأنواع...
de: Genres suchen...
es: Buscar géneros...
fr: Rechercher des genres...
hi: शैली खोजें...
ja: ジャンルを検索...
pt: Pesquisar Gênero...
ru: Поиск жанра...
zh: 搜索类型...

source: 다양한 장르의 AI 캐릭터들을 만나보세요
ar: تعرف على شخصيات ذكاء اصطناعي من مختلف الأنواع
de: Lernen Sie KI-Charaktere aus verschiedenen Genres kennen
es: Conoce personajes de IA de diversos géneros
fr: Découvrez des personnages IA de différents genres
hi: विभिन्न शैलियों के AI किरदारों से मिलें
ja: さまざまなジャンルのAIキャラクターに会ってみましょう
pt: Conheça personagens de IA de vários gêneros
ru: Познакомьтесь с персонажами ИИ разных жанров
zh: 探索各种类型的AI角色

source: 개 장르
ar: أنواع
de: Genres
es: Géneros
fr: Genres
hi: शैलियाँ
ja: ジャンル
pt: Gêneros
ru: Жанры
zh: 类型

source: 가격표
ar: قائمة الأسعار
de: Preisliste
es: Lista de precios
fr: Liste des prix
hi: मूल्य सूची
ja: 価格表
pt: Tabela de Preços
ru: Прайс-лист
zh: 价目表

source: 결제가 완료되었습니다
ar: تم إكمال الدفع
de: Zahlung abgeschlossen
es: Pago completado
fr: Paiement effectué
hi: भुगतान पूर्ण हुआ
ja: 支払いが完了しました
pt: Pagamento concluído
ru: Платеж завершен
zh: 支付已完成

source: 결제가 실패했거나 취소되었습니다
ar: فشل الدفع أو تم إلغاؤه
de: Zahlung fehlgeschlagen oder abgebrochen
es: Pago fallido o cancelado
fr: Paiement échoué ou annulé
hi: भुगतान विफल हुआ या रद्द किया गया
ja: 支払いが失敗またはキャンセルされました
pt: Pagamento falhou ou foi cancelado
ru: Платеж не выполнен или отменен
zh: 支付失败或已取消

source: 메인으로 가기
ar: الذهاب إلى الرئيسية
de: Zur Hauptseite
es: Ir a la página principal
fr: Aller à la page d'accueil
hi: मुख्य पृष्ठ पर जाएँ
ja: メインページへ
pt: Ir para a Página Inicial
ru: Перейти на главную
zh: 返回主页

source: 결제 칸으로 가기
ar: الذهاب إلى صفحة الدفع
de: Zur Zahlungsseite
es: Ir a la página de pago
fr: Aller à la page de paiement
hi: भुगतान पेज पर जाएँ
ja: 支払いページへ
pt: Ir para a Página de Pagamento
ru: Перейти к странице оплаты
zh: 前往支付页面

source: 잘못된 등급 ID
ar: معرف الخطة غير صالح
de: Ungültige Plan-ID
es: ID de plan inválido
fr: ID de plan invalide
hi: अमान्य प्लान आईडी
ja: 無効なプランID
pt: ID de plano inválido
ru: Неверный ID тарифа
zh: 无效的等级ID

source: 결제 검증 실패
ar: فشل التحقق من الدفع
de: Zahlungsüberprüfung fehlgeschlagen
es: Verificación de pago fallida
fr: Échec de la vérification du paiement
hi: भुगतान सत्यापन विफल
ja: 支払い検証失敗
pt: Falha na validação do pagamento
ru: Ошибка проверки платежа
zh: 支付验证失败

source: 결제 처리 완료
ar: اكتمل معالجة الدفع
de: Zahlungsabwicklung abgeschlossen
es: Procesamiento de pago completado
fr: Traitement du paiement terminé
hi: भुगतान प्रसंस्करण पूर्ण
ja: 支払い処理完了
pt: Processamento de pagamento concluído
ru: Обработка платежа завершена
zh: 支付处理完成

source: 자동 결제 가능한 카드가 없습니다.
ar: لا توجد بطاقات متاحة للدفع التلقائي.
de: Keine Karten für automatische Zahlung verfügbar.
es: No hay tarjetas disponibles para pago automático.
fr: Aucune carte disponible pour le paiement automatique.
hi: स्वचालित भुगतान के लिए कोई कार्ड उपलब्ध नहीं है।
ja: 自動支払い可能なカードがありません。
pt: Nenhum cartão disponível para pagamento automático.
ru: Нет доступных карт для автоматического платежа.
zh: 没有可用于自动支付的卡。

source: 자동 결제 실패
ar: فشل الدفع التلقائي
de: Automatische Zahlung fehlgeschlagen
es: Pago automático fallido
fr: Échec du paiement automatique
hi: स्वचालित भुगतान विफल
ja: 自動支払い失敗
pt: Falha no pagamento automático
ru: Ошибка автоматического платежа
zh: 自动支付失败

source: 자동 결제 완료
ar: اكتمل الدفع التلقائي
de: Automatische Zahlung abgeschlossen
es: Pago automático completado
fr: Paiement automatique effectué
hi: स्वचालित भुगतान पूर्ण
ja: 自動支払い完了
pt: Pagamento automático concluído
ru: Автоматический платеж завершен
zh: 自动支付完成

source: 친구초대하기
ar: دعوة الأصدقاء
de: Freunde einladen
es: Invitar Amigos
fr: Inviter des Amis
hi: दोस्तों को आमंत्रित करें
ja: 友達を招待
pt: Convidar Amigos
ru: Пригласить друзей
zh: 邀请好友

source: 이벤트
ar: حدث
de: Event
es: Evento
fr: Événement
hi: ईवेंट
ja: イベント
ru: Событие
zh: 活动

source: Welcome to GALATEA AI - AI 서비스 소개 사이트
ar: مرحبًا بكم في GALATEA AI - موقع تقديم خدمات الذكاء الاصطناعي
es: Bienvenido a GALATEA AI - Sitio de presentación de servicios de IA
fr: Bienvenue sur GALATEA AI - Site de présentation des services d'IA
zh: 欢迎来到 GALATEA AI - AI 服务介绍网站

source: GALATEA AI - AI 대화형 쳇봇 서비스
ar: GALATEA AI - خدمة روبوت الدردشة التفاعلي بالذكاء الاصطناعي
es: GALATEA AI - Servicio de chatbot conversacional de IA
fr: GALATEA AI - Service de chatbot conversationnel IA
zh: GALATEA AI - AI 对话型聊天机器人服务

source: 보이스 선택하기
ar: اختر الصوت
es: ELEGIR VOZ
fr: CHOISIR UNE VOIX
zh: 选择语音

source: 토큰을 충전하면 AI와 계속 대화를 이어가실 수 있습니다. 토큰이 모두 소진된 경우, 추가 충전을 통해 계속 이용하실 수 있습니다.
ar: من خلال إعادة شحن الرموز، يمكنك مواصلة المحادثات مع الذكاء الاصطناعي. إذا نفدت الرموز، يمكنك إعادة الشحن لمواصلة استخدام الخدمة.
es: Al recargar tokens, puedes continuar las conversaciones con la IA. Si los tokens se agotan, puedes recargar para seguir usando el servicio.
fr: En rechargeant des jetons, vous pouvez continuer à discuter avec l'IA. Si les jetons sont épuisés, vous pouvez recharger pour continuer à utiliser le service.
zh: 通过充值代币，您可以继续与AI对话。如果代币全部耗尽，您可以通过额外充值继续使用服务。

source: 상세 내용 보러 가기
ar: عرض التفاصيل
es: Ver detalles
fr: Voir les détails
zh: 查看详情

source: 결제기간
ar: فترة الدفع
es: Período de pago
fr: Période de paiement
zh: 支付周期

source: 결제시 토큰 즉시 제공(일부 처리 지연 가능)”
ar: يتم توفير الرموز فورًا عند الدفع (قد تحدث تأخيرات في المعالجة في بعض الحالات).
es: Los tokens se proporcionan inmediatamente tras el pago (pueden ocurrir algunos retrasos en el procesamiento).
fr: Les jetons sont fournis immédiatement après le paiement (certains retards de traitement peuvent survenir).
zh: 支付后立即提供代币（部分处理可能会出现延迟）。

source: 결제 완료
ar: اكتمال الدفع
es: Pago completado
fr: Paiement terminé
zh: 支付完成

source: 결제가 완료되었습니다!
ar: تم إكمال الدفع الخاص بك!
es: ¡Tu pago ha sido completado!
fr: Votre paiement a été effectué !
zh: 您的支付已完成！

source: 토큰이 성공적으로 지급되었습니다. 이제 다양한 서비스를 이용하실 수 있습니다. 결제 내역 확인을 원하시면 '토큰 내역 확인하기' 버튼을 누르세요
ar: تم إضافة الرموز بنجاح. يمكنك الآن استخدام خدمات متنوعة. للتحقق من سجل الدفع، انقر على زر 'تحقق من سجل الرموز'.
es: Los tokens han sido acreditados exitosamente. Ahora puedes usar varios servicios. Para revisar tu historial de pagos, haz clic en el botón 'Ver historial de tokens'.
fr: Les jetons ont été crédités avec succès. Vous pouvez maintenant utiliser divers services. Pour vérifier l'historique de vos paiements, cliquez sur le bouton 'Vérifier l'historique des jetons'.
zh: 代币已成功充值。现在您可以使用各种服务。如需查看支付记录，请点击“查看代币记录”按钮。

source: 결제에 실패했습니다
ar: فشل الدفع
es: El pago falló
fr: Échec du paiement
zh: 支付失败

source: 결제가 실패했거나 취소되었습니다. 다시 시도해 주세요.
ar: فشل الدفع أو تم إلغاؤه. يرجى المحاولة مرة أخرى.
es: El pago falló o fue cancelado. Por favor, intenta de nuevo.
fr: Le paiement a échoué ou a été annulé. Veuillez réessayer.
zh: 支付失败或已取消。请再次尝试。

source: 결제 페이지로 가기
ar: الذهاب إلى صفحة الدفع
es: Ir a la página de pago
fr: Aller à la page de paiement
zh: 前往支付页面

source: 토큰 내역 확인하기
ar: تحقق من سجل الرموز
es: Ver historial de tokens
fr: Vérifier l'historique des jetons
zh: 查看代币记录

source: 결제 상세 내역
ar: تفاصيل الدفع
es: Detalles del pago
fr: Détails du paiement
zh: 支付详情

source: 1, 토큰은 갈라테이아 내 유료 AI 콘텐츠 이용에 사용됩니다. 더 많은 대화를 원할 시 토큰을 구매하셔야 합니다.
ar: 1. تُستخدم الرموز للوصول إلى المحتوى المدفوع للذكاء الاصطناعي داخل جالاتيا. إذا كنت ترغب في إجراء المزيد من المحادثات، يجب عليك شراء رموز إضافية.
es: 1. Los tokens se utilizan para acceder a contenido de IA de pago dentro de Galatea. Si deseas más conversaciones, debes comprar tokens adicionales.
fr: 1. Les jetons sont utilisés pour accéder au contenu IA payant dans Galatea. Si vous souhaitez plus de conversations, vous devez acheter des jetons supplémentaires.
zh: 1. 代币用于Galatea内的付费AI内容。如需更多对话，您需要购买额外的代币。

source: 2, 1토큰은 AI 대화 1초로 측정됩니다. (1000토큰 = 1000초) 대화시 밑에 대화 내용과 TTS 로 변환한 audio의 시간에 맞춰 토큰이 차감됩니다.
ar: 2. يساوي رمز واحد ثانية واحدة من المحادثة مع الذكاء الاصطناعي. (1000 رمز = 1000 ثانية) يتم خصم الرموز بناءً على محتوى المحادثة النصية ومدة الصوت المحول بواسطة تقنية تحويل النص إلى كلام.
es: 2. 1 token equivale a 1 segundo de conversación con la IA. (1000 tokens = 1000 segundos) Los tokens se deducen según el contenido de la conversación de texto y la duración del audio convertido por TTS.
fr: 2. 1 jeton équivaut à 1 seconde de conversation avec l'IA. (1000 jetons = 1000 secondes) Les jetons sont déduits en fonction du contenu textuel de la conversation et de la durée de l'audio converti par TTS.
zh: 2. 1个代币等于1秒的AI对话。（1000个代币 = 1000秒）代币将根据对话的文本内容和TTS转换的音频时长扣除。

source: 3, 충전한 토큰은 구매일로부터 12개월간 유효하며, 기간 내 사용하지 않은 토큰은 자동 소멸됩니다. 토큰이 모두 소진된 경우, 추가 충전을 통해 계속 이용할 수 있습니다.
ar: 3. الرموز المشحونة صالحة لمدة 12 شهرًا من تاريخ الشراء. الرموز غير المستخدمة تنتهي صلاحيتها تلقائيًا بعد هذه الفترة. إذا نفدت الرموز، يمكنك مواصلة استخدام الخدمة عن طريق إعادة الشحن.
es: 3. Los tokens recargados son válidos durante 12 meses desde la fecha de compra. Los tokens no utilizados expiran automáticamente después de este período. Si los tokens se agotan, puedes seguir usando el servicio recargando más.
fr: 3. Les jetons rechargeés sont valables pendant 12 mois à compter de la date d'achat. Les jetons non utilisés expirent automatiquement après cette période. Si les jetons sont épuisés, vous pouvez continuer à utiliser le service en rechargeant.
zh: 3. 充值的代币自购买之日起有效期为12个月。未使用的代币将在此期限后自动失效。如果代币全部耗尽，您可以通过额外充值继续使用服务。

source: 4, 환불은 미사용 토큰에 한해 환불이 가능하며, 토큰 구매 후 사용 시 환불은 불가능합니다. 환불은 '요청' 및 '이메일 전송' 이후 3일 내로 처리됩니다.
ar: 4. الاسترداد متاح فقط للرموز غير المستخدمة. لا يمكن استرداد الرموز بعد استخدامها. يتم معالجة الاسترداد خلال 3 أيام بعد 'الطلب' و'إرسال البريد الإلكتروني'.
es: 4. Los reembolsos solo están disponibles para tokens no utilizados. Una vez que los tokens se han usado, no se pueden reembolsar. Los reembolsos se procesan dentro de los 3 días posteriores a la 'solicitud' y el 'envío de correo electrónico'.
fr: 4. Les remboursements ne sont possibles que pour les jetons non utilisés. Une fois les jetons utilisés, aucun remboursement n'est possible. Les remboursements sont traités dans les 3 jours suivant une 'demande' et l'envoi d'un 'e-mail'.
zh: 4. 仅限未使用的代币可退款。代币使用后不可退款。退款将在“请求”和“发送电子邮件”后的3天内处理。

source: 5, 갈라테이아에서 운영하는 사이트에서 판매되는 모든 상품은 갈라테이아에서 책임지고 있습니다.
ar: 5. جميع المنتجات المباعة على المواقع التي تديرها جالاتيا هي من مسؤولية جالاتيا بالكامل.
es: 5. Todos los productos vendidos en los sitios operados por Galatea son responsabilidad exclusiva de Galatea.
fr: 5. Tous les produits vendus sur les sites gérés par Galatea sont sous la responsabilité exclusive de Galatea.
zh: 5. Galatea运营的网站上销售的所有产品均由Galatea负责。

source: 6, 민원 담당자: 김충희 / 연락처: 010-3161-5706
ar: 6. مسؤول خدمة العملاء: كيم تشونغهي / الهاتف: +82-10-3161-5706
es: 6. Contacto de atención al cliente: Kim Chunghee / Teléfono: +82-10-3161-5706
fr: 6. Contact du service client : Kim Chunghee / Téléphone : +82-10-3161-5706
zh: 6. 客户服务联系人：金忠熙 / 电话：+82-10-3161-5706

source: 7, 결제는 신용카드 및 카카오페이를 통해 가능합니다. 결제 시 별도의 수수료는 부과되지 않습니다.
ar: 7. يمكن الدفع عبر بطاقة الائتمان وكاكاو باي. لا يتم فرض رسوم إضافية عند الدفع.
es: 7. Los pagos se pueden realizar mediante tarjeta de crédito y KakaoPay. No se cobran tarifas adicionales por el pago.
fr: 7. Les paiements peuvent être effectués par carte de crédit et KakaoPay. Aucun frais supplémentaire n'est appliqué lors du paiement.
zh: 7. 支付可通过信用卡和KakaoPay进行。支付时不收取额外费用。

source: 8, 각 등급별 금액과 토큰은 전 페이지에서 확인 바랍니다. Marble: 3,400(2.34$)/ Artisan: 7,400원(5.31$)/ Magnus: 12,900(9.28$)/ Elysium: 19,700(14.18$)
ar: 8. يرجى التحقق من الصفحة السابقة للحصول على تفاصيل أسعار وعدد الرموز لكل خطة. Marble: 3400 وون كوري (2.34 دولار) / Artisan: 7400 وون كوري (5.31 دولار) / Magnus: 12900 وون كوري (9.28 دولار) / Elysium: 19700 وون كوري (14.18 دولار)
es: 8. Consulta la página anterior para obtener detalles sobre los precios y tokens de cada plan. Marble: 3,400 KRW ($2.34) / Artisan: 7,400 KRW ($5.31) / Magnus: 12,900 KRW ($9.28) / Elysium: 19,700 KRW ($14.18)
fr: 8. Veuillez consulter la page précédente pour les détails des prix et des jetons pour chaque plan. Marble : 3 400 KRW (2,34 $) / Artisan : 7 400 KRW (5,31 $) / Magnus : 12 900 KRW (9,28 $) / Elysium : 19 700 KRW (14,18 $)
zh: 8. 请在上一页查看各计划的金额和代币详情。Marble：3,400韩元（$2.34）/ Artisan：7,400韩元（$5.31）/ Magnus：12,900韩元（$9.28）/ Elysium：19,700韩元（$14.18）

source: 결제
ar: الدفع
es: Pago
fr: Paiement
zh: 支付

source: 토큰은 결제 후 즉시 제공됩니다. 결제 성공 후 mypage로 가서 결제 내역을 확인해 주세요.(오류가 있을시 요청하기 혹은 kimc570612@gmail.com 으로 메일 부탁드립니다.) 갈라테이아에서 운영하는 사이트에서 판매되는 모든 상품은 갈라테이아에서 책임지고 있습니다.* 민원 담당자 김충희 / 연락처 010-3161-5706
ar: يتم توفير الرموز فورًا بعد الدفع. بعد الدفع الناجح، يرجى الذهاب إلى صفحتي للتحقق من سجل المعاملات. (في حالة وجود أخطاء، يرجى استخدام خيار 'الطلب' أو إرسال بريد إلكتروني إلى kimc570612@gmail.com.) جميع المنتجات المباعة على المواقع التي تديرها جالاتيا هي من مسؤولية جالاتيا. * مسؤول خدمة العملاء: كيم تشونغهي / الهاتف: +82-10-3161-5706
es: Los tokens se proporcionan inmediatamente tras el pago. Después de un pago exitoso, dirígete a 'Mi página' para verificar el historial de transacciones. (En caso de errores, utiliza la opción 'Solicitar' o envía un correo a kimc570612@gmail.com.) Todos los productos vendidos en los sitios operados por Galatea son responsabilidad de Galatea. * Contacto de atención al cliente: Kim Chunghee / Teléfono: +82-10-3161-5706
fr: Les jetons sont fournis immédiatement après le paiement. Après un paiement réussi, veuillez vous rendre sur 'Ma page' pour vérifier l'historique des transactions. (En cas d'erreur, utilisez l'option 'Demande' ou envoyez un e-mail à kimc570612@gmail.com.) Tous les produits vendus sur les sites gérés par Galatea sont sous la responsabilité de Galatea. * Contact du service client : Kim Chunghee / Téléphone : +82-10-3161-5706
zh: 支付后立即提供代币。支付成功后，请前往“我的页面”查看交易记录。（如有错误，请使用“请求”选项或发送电子邮件至kimc570612@gmail.com。）Galatea运营的网站上销售的所有产品均由Galatea负责。* 客户服务联系人：金忠熙 / 电话：+82-10-3161-5706

source: 🎶가 있는 목소리는 노래가 가능힙니다.
ar: الأصوات التي تحمل رمز 🎶 يمكنها الغناء.
es: Las voces marcadas con 🎶 pueden cantar.
fr: Les voix marquées d'un 🎶 peuvent chanter.
zh: 标有🎶的语音可以唱歌。

source: 이미지 생성지 10토큰 차감됩니다.
ar: سيتم خصم 10 رموز لتوليد الصورة.
es: Se deducirán 10 tokens por la generación de imágenes.
fr: 10 jetons seront déduits pour la génération d'image.
zh: 生成图像将扣除10个代币。

source: 친구 초대하기
ar: دعوة الأصدقاء
es: Invitar amigos
fr: Inviter des amis
zh: 邀请朋友

source: 친구들을 초대하고 함께 즐거운 시간을 보내세요!
ar: ادعُ أصدقاءك وقضوا وقتًا ممتعًا معًا!
es: ¡Invita a tus amigos y disfruten juntos de un momento divertido!
fr: Invitez vos amis et passez un moment agréable ensemble !
zh: 邀请您的朋友，一起度过愉快时光！

source: 나만의 초대 코드 만들기
ar: إنشاء رمز دعوة شخصي
es: Crear tu propio código de invitación
fr: Créer votre propre code d'invitation
zh: 创建您的专属邀请码

source: 아래 버튼을 클릭하면 친구들과 공유할 수 있는 전용 초대 링크와 코드가 생성됩니다.
ar: انقر على الزر أدناه لإنشاء رابط دعوة ورمز مخصص يمكنك مشاركتهما مع أصدقائك.
es: Haz clic en el botón de abajo para generar un enlace y código de invitación exclusivos para compartir con tus amigos.
fr: Cliquez sur le bouton ci-dessous pour générer un lien et un code d'invitation exclusifs à partager avec vos amis.
zh: 点击下面的按钮即可生成可与朋友分享的专属邀请链接和代码。

source: 초대 코드 생성하기
ar: إنشاء رمز الدعوة
es: Generar código de invitación
fr: Générer un code d'invitation
zh: 生成邀请码

source: 초대 정보가 생성되었습니다!
ar: تم إنشاء معلومات الدعوة!
es: ¡La información de la invitación ha sido creada!
fr: Les informations d'invitation ont été créées !
zh: 邀请信息已生成！

source: 초대 링크
ar: رابط الدعوة
es: Enlace de invitación
fr: Lien d'invitation
zh: 邀请链接

source: 초대 코드
ar: رمز الدعوة
es: Código de invitación
fr: Code d'invitation
zh: 邀请码

source: 전체 정보 복사하기
ar: نسخ جميع المعلومات
es: Copiar toda la información
fr: Copier toutes les informations
zh: 复制所有信息

source: 친구들에게 링크를 보내거나 코드를 알려주세요! (친구에게 회원가입 이후 오른쪽 상단 mypage -> '친구 초대 코드받기'로 들어가서 코드를 입력하세요!)
ar: أرسل الرابط أو الرمز إلى أصدقائك! (بعد التسجيل، يمكن لأصدقائك إدخال الرمز عبر صفحتي -> 'تلقي رمز دعوة الأصدقاء' في الزاوية العلوية اليمنى.)
es: ¡Envía el enlace o el código a tus amigos! (Después de registrarse, tus amigos pueden ingresar el código a través de 'Mi página' -> 'Recibir código de invitación de amigos' en la esquina superior derecha.)
fr: Envoyez le lien ou le code à vos amis ! (Après leur inscription, vos amis peuvent entrer le code via 'Ma page' -> 'Recevoir un code d'invitation d'amis' en haut à droite.)
zh: 将链接或代码发送给您的朋友！（注册后，您的朋友可以通过“我的页面”->“接收朋友邀请码”在右上角输入代码。）

source: 초대 정보가 클립보드에 복사되었습니다! 🎉
ar: تم نسخ معلومات الدعوة إلى الحافظة! 🎉
es: ¡La información de la invitación ha sido copiada al portapapeles! 🎉
fr: Les informations d'invitation ont été copiées dans le presse-papiers ! 🎉
zh: 邀请信息已复制到剪贴板！🎉

source: 나만의 초대 코드: {{ invite_code }}
ar: رمز الدعوة الخاص بي: {{ invite_code }}
es: Mi código de invitación: {{ invite_code }}
fr: Mon code d'invitation : {{ invite_code }}
zh: 我的邀请码：{{ invite_code }}

source: 이야기를 진행해 주세요...
ar: يرجى مواصلة القصة...
es: Por favor, continúa la historia...
fr: Veuillez continuer l'histoire...
zh: 请继续讲述故事…

source: 친구 초대 코드받기>
ar: تلقي رمز دعوة الأصدقاء >
es: Recibir código de invitación de amigos >
fr: Recevoir un code d'invitation d'amis >
zh: 接收朋友邀请码 >

source: 초대 코드 입력
ar: إدخال رمز الدعوة
es: Ingresar código de invitación
fr: Entrer le code d'invitation
zh: 输入邀请码

source: 초대 코드를 입력하세요
ar: يرجى إدخال رمز الدعوة
es: Por favor, ingresa el código de invitación
fr: Veuillez entrer le code d'invitation
zh: 请输入邀请码

source: 적용
ar: تطبيق
es: Aplicar
fr: Appliquer
zh: 应用

source: 친구로부터 받은 초대 코드를 입력하여 특별한 혜택을 받아보세요!
ar: أدخل رمز الدعوة الذي تلقيته من صديق للحصول على مزايا خاصة!
es: ¡Ingresa el código de invitación recibido de un amigo para obtener beneficios especiales!
fr: Entrez le code d'invitation reçu d'un ami pour bénéficier d'avantages spéciaux !
zh: 输入从朋友那里收到的邀请码，获取特别优惠！

source: 팔로워가 만든 AI
ar: الذكاء الاصطناعي الذي أنشأه المتابعون
es: IA creada por seguidores
fr: IA créée par les abonnés
zh: 由关注者创建的AI

source: 목소리 선택하기->
ar: اختر صوتًا ->
es: Elegir una voz ->
fr: Choisir une voix ->
zh: 选择语音 ->
