Repository: staffil/galatea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, ja, pt, ru, zh

source: 프롬프트를 입력하세요. 최대한 자세히 쓰세요. 프롬프트에 따라 원하는 대답을 얻을 수 있습니다.
ar: أدخل المطالبة. اكتب بأكبر قدر ممكن من التفاصيل. ستحصل على الإجابة المطلوبة بناءً على كيفية كتابة المطالبة.
es: Ingresa un prompt. Escribe con el mayor detalle posible. La respuesta dependerá de cómo formules el prompt.
fr: Entrez une invite. Écrivez aussi précisément que possible. La réponse dépendra de la manière dont vous formulez l'invite.
zh: 请输入提示。尽可能详细地写。您的回答将取决于提示的措辞。

source: GROK-3-mini 버전은 GPT-4o-mini에 비해 대답시간이 느릴수 있습니다. 대신 더 다양한 대화를 할 수 있습니다.
ar: قد تكون سرعة استجابة إصدار GROK-3-mini أبطأ من GPT-4o-mini، ولكنه يتيح إجراء محادثات أكثر تنوعًا.
es: La versión GROK-3-mini puede tener un tiempo de respuesta más lento que GPT-4o-mini, pero permite conversaciones más variadas.
fr: La version GROK-3-mini peut répondre plus lentement que GPT-4o-mini, mais elle permet des conversations plus variées.
zh: GROK-3-mini版本与GPT-4o-mini相比，响应时间可能较慢，但可以进行更丰富的对话。

source: 대신 만들어줘!
ar: اصنعه نيابةً عني!
es: ¡Hazlo por mí!
fr: Créez-la pour moi !
zh: 帮我创建！

source: 대신 만들어줘를 눌러 보세요. AI가 프롬프트를 더 자세하게 적어 줄 겁니다.
ar: انقر على 'اصنعه نيابةً عني!' وسيقوم الذكاء الاصطناعي بصياغة المطالبة بمزيد من التفاصيل.
es: Haz clic en '¡Hazlo por mí!' y la IA elaborará tu prompt con más detalle.
fr: Cliquez sur 'Créez-la pour moi !' et l'IA élaborera votre invite plus en détail.
zh: 点击“帮我创建！”AI会更详细地撰写您的提示。

source: 이밴트
pt: Evento
