Repository: staffil/galatea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, ja, pt, ru, zh

source: 나만의 특별한 AI 목소리를 만들어보세요! 원하는 스타일과 톤을 자세히 설명하면, 그에 맞는 독특한 목소리를 생성해드립니다.
ar: اصنع صوت ذكاء اصطناعي خاص بك! صف الأسلوب والنبرة المطلوبتين بالتفصيل، وسننشئ صوتًا مميزًا يناسبك.
de: Erstellen Sie Ihre einzigartige KI-Stimme! Beschreiben Sie den gewünschten Stil und Ton detailliert, und wir generieren eine passende, einzigartige Stimme.
es: ¡Crea tu voz de IA única! Describe detalladamente el estilo y tono deseados, y generaremos una voz única para ti.
fr: Créez votre voix IA unique ! Décrivez en détail le style et le ton souhaités, et nous générerons une voix unique pour vous.
hi: अपनी अनूठी AI आवाज़ बनाएँ! वांछित स्टाइल और टोन का विस्तार से वर्णन करें, और हम आपके लिए एक अनूठी आवाज़ जनरेट करेंगे।
ja: 自分だけの特別なAIボイスを作ってみましょう！希望するスタイルやトーンを詳細に説明すると、それに合ったユニークなボイスを生成します。
pt: Crie sua própria voz de IA única! Descreva detalhadamente o estilo e tom desejados, e geraremos uma voz exclusiva para você.
ru: Создайте свой уникальный голос ИИ! Подробно опишите желаемый стиль и тон, и мы создадим уникальный голос для вас.
zh: 创建您独特的AI语音！详细描述您想要的风格和音调，我们将为您生成独特的语音。

source: 음성 스타일 프롬프트
ar: تعليمات أسلوب الصوت
de: Prompt für Stimmenstil
es: Prompt de estilo de voz
fr: Prompt de style vocal
hi: आवाज़ स्टाइल प्रॉम्प्ट
ja: ボイススタイルプロンプト
pt: Prompt de Estilo de Voz
ru: Промпт для стиля голоса
zh: 语音风格提示

source: 원하는 목소리의 특징을 자세히 설명해주세요!&#10;&#10;예시:&#10;- 따뜻하고 친근한 여성 목소리&#10;- 차분하고 지적인 남성 목소리&#10;- 활기차고 밝은 청년 목소리&#10;- 성숙하고 신뢰감 있는 목소리&#10;&#10;※ 폭력적, 성적인 내용은 포함할 수 없습니다.
ar: يرجى وصف خصائص الصوت المطلوب بالتفصيل! أمثلة: - صوت نسائي دافئ وودود - صوت رجالي هادئ وذكي - صوت شاب مليء بالحيوية والإشراق - صوت ناضج وموثوق ※ لا يُسمح بإدراج محتوى عنيف أو جنسي.
de: Beschreiben Sie die gewünschten Eigenschaften der Stimme detailliert! Beispiele: - Warme und freundliche weibliche Stimme - Ruhige und intellektuelle männliche Stimme - Lebendige und fröhliche junge Stimme - Reife und vertrauensvolle Stimme ※ Gewalttätige oder sexuelle Inhalte sind nicht erlaubt.
es: ¡Describe detalladamente las características de la voz deseada! Ejemplos: - Voz femenina cálida y amigable - Voz masculina tranquila e intelectual - Voz joven vibrante y alegre - Voz madura y confiable ※ No se permiten contenidos violentos o sexuales.
fr: Décrivez en détail les caractéristiques de la voix souhaitée ! Exemples : - Voix féminine chaleureuse et amicale - Voix masculine calme et intellectuelle - Voix jeune dynamique et joyeuse - Voix mature et digne de confiance ※ Les contenus violents ou sexuels ne sont pas autorisés.
hi: वांछित आवाज़ की विशेषताओं का विस्तार से वर्णन करें! उदाहरण: - गर्मजोशी और दोस्ताना महिला आवाज़ - शांत और बौद्धिक पुरुष आवाज़ - उत्साही और चमकदार युवा आवाज़ - परिपक्व और भरोसेमंद आवाज़ ※ हिंसक या यौन सामग्री शामिल नहीं की जा सकती।
ja: 希望するボイスの特徴を詳細に説明してください！ 例: - 温かく親しみやすい女性の声 - 落ち着いた知的な男性の声 - 活気があり明るい若者の声 - 成熟した信頼感のある声 ※ 暴力的な内容や性的な内容は含められません。
pt: Descreva detalhadamente as características da voz desejada! Exemplo: - Voz feminina calorosa e amigável - Voz masculina calma e intelectual - Voz jovem vibrante e alegre - Voz madura e confiável ※ Conteúdo violento ou sexual não pode ser incluído.
ru: Подробно опишите характеристики желаемого голоса! Пример: - Теплый и дружелюбный женский голос - Спокойный и интеллектуальный мужской голос - Живой и яркий голос молодого человека - Зрелый и вызывающий доверие голос ※ Нельзя включать жестокий или сексуальный контент.
zh: 请详细描述您想要的语音特点！ 示例： - 温暖友好的女性声音 - 冷静睿智的男性声音 - 活力四射的年轻声音 - 成熟可靠的声音 ※ 不得包含暴力或色情内容。

source: 생성될 목소리로 읽어볼 텍스트를 입력해주세요.&#10;&#10;최소 130자 이상 작성해주세요 (약 3~4줄)&#10;&#10;예시:&#10;안녕하세요! 저는 여러분만을 위한 특별한 AI 목소리입니다. 따뜻한 마음으로 여러분과 소통하며, 언제나 도움이 되는 정보를 전달하고 싶습니다. 오늘도 좋은 하루 되세요!
ar: يرجى إدخال النص الذي سيتم قراءته بالصوت المُنشأ. يرجى كتابة 130 حرفًا على الأقل (حوالي 3-4 أسطر). مثال: مرحبًا! أنا صوت ذكاء اصطناعي خاص بكم. أتواصل معكم بحرارة وأرغب دائمًا في تقديم معلومات مفيدة. أتمنى لكم يومًا رائعًا!
de: Geben Sie den Text ein, der mit der generierten Stimme gelesen werden soll. Bitte schreiben Sie mindestens 130 Zeichen (ca. 3-4 Zeilen). Beispiel: Hallo! Ich bin eine spezielle KI-Stimme nur für Sie. Ich möchte herzlich mit Ihnen kommunizieren und stets hilfreiche Informationen liefern. Einen schönen Tag noch!
es: Ingresa el texto que se leerá con la voz generada. Por favor, escribe al menos 130 caracteres (aproximadamente 3-4 líneas). Ejemplo: ¡Hola! Soy una voz de IA especial solo para ustedes. Quiero comunicarme con calidez y siempre ofrecer información útil. ¡Que tengan un gran día!
fr: Entrez le texte à lire avec la voix générée. Veuillez écrire au moins 130 caractères (environ 3 à 4 lignes). Exemple : Bonjour ! Je suis une voix IA spéciale conçue pour vous. Je veux communiquer avec vous avec chaleur et toujours fournir des informations utiles. Passez une bonne journée !
hi: जनरेट की जाने वाली आवाज़ के साथ पढ़ने के लिए टेक्स्ट दर्ज करें। कृपया कम से कम 130 अक्षर (लगभग 3-4 पंक्तियाँ) लिखें। उदाहरण: हेलो! मैं आपके लिए विशेष AI आवाज़ हूँ। मैं गर्मजोशी के साथ आपके साथ संवाद करना चाहता हूँ और हमेशा उपयोगी जानकारी देना चाहता हूँ। आज भी आपका दिन अच्छा हो!
ja: 生成されるボイスで読むテキストを入力してください。 最低130文字以上（約3～4行）書いてください。 例: こんにちは！私はあなただけの特別なAIボイスです。温かい気持ちであなたとコミュニケーションし、いつも役立つ情報を伝えたいです。今日も良い一日を！
pt: Insira o texto a ser lido pela voz gerada. Escreva pelo menos 130 caracteres (cerca de 3-4 linhas). Exemplo: Olá! Eu sou uma voz de IA especial feita para você. Quero me comunicar com carinho e fornecer informações úteis. Tenha um ótimo dia!
ru: Введите текст, который будет прочитан сгенерированным голосом. Напишите минимум 130 символов (примерно 3-4 строки). Пример: Здравствуйте! Я уникальный голос ИИ, созданный специально для вас. Я хочу общаться с вами с теплом и передавать полезную информацию. Желаю вам хорошего дня!
zh: 请输入将由生成语音朗读的文本。 请至少输入130个字符（约3-4行）。 示例： 您好！我是专为您打造的独特AI语音。我希望以温暖的心与您交流，随时提供有用的信息。祝您今天愉快！

source: 팁: 구체적이고 상세한 설명일수록 더 정확한 목소리가 생성됩니다!
ar: نصيحة: كلما كانت الوصف أكثر تحديدًا وتفصيلاً، كان الصوت الناتج أكثر دقة!
de: Tipp: Je spezifischer und detaillierter die Beschreibung, desto genauer wird die Stimme generiert!
es: Consejo: ¡Cuanto más específica y detallada sea la descripción, más precisa será la voz generada!
fr: Astuce : Plus la description est spécifique et détaillée, plus la voix générée sera précise !
hi: टिप: जितना विशिष्ट और विस्तृत वर्णन होगा, उतनी ही सटीक आवाज़ जनरेट होगी!
ja: ヒント: 具体的で詳細な説明ほど、より正確なボイスが生成されます！
pt: Dica: Quanto mais específica e detalhada for a descrição, mais precisa será a voz gerada!
ru: Совет: Чем конкретнее и подробнее описание, тем точнее будет создан голос!
zh: 提示：描述越具体详细，生成的语音越准确！

source: 현재 커스텀한 AI 가 없습니다.
ar: لا يوجد ذكاء اصطناعي مخصص حاليًا.
de: Derzeit gibt es keine angepasste KI.
es: Actualmente no hay IA personalizada.
fr: Aucune IA personnalisée pour le moment.
hi: वर्तमान में कोई अनुकूलित AI नहीं है।
ja: 現在、カスタマイズしたAIはありません。
pt: Não há IAs personalizadas no momento.
ru: В настоящее время нет настроенных ИИ.
zh: 当前没有自定义的AI。

source: 언어를 선택해주세요
ar: يرجى اختيار اللغة
de: Bitte wählen Sie eine Sprache
es: Por favor, selecciona un idioma
fr: Veuillez sélectionner une langue
hi: कृपया भाषा चुनें
ja: 言語を選択してください
pt: Por favor, selecione o idioma
ru: Пожалуйста, выберите язык
zh: 请选择语言

source: 안정감
ar: الاستقرار
de: Stabilität
es: Estabilidad
fr: Stabilité
hi: स्थिरता
ja: 安定性
pt: Estabilidade
ru: Стабильность
zh: 稳定性

source: 음성의 톤의 일관성을 조절합니다. 값이 낮으면 더 다양한 감정이 표현되고 값이 높으면 안정적이고 단조로운 목소리가 생성됩니다.
ar: يضبط اتساق نبرة الصوت. القيم المنخفضة تعبر عن مشاعر متنوعة، بينما القيم المرتفعة تنتج صوتًا مستقرًا وأحاديًا.
de: Regelt die Konsistenz des Stimmtons. Niedrigere Werte drücken vielfältigere Emotionen aus, höhere Werte erzeugen eine stabile und monotone Stimme.
es: Ajusta la consistencia del tono de voz. Valores bajos expresan emociones más variadas, mientras que valores altos generan una voz estable y monótona.
fr: Ajuste la cohérence du ton de la voix. Une valeur basse exprime des émotions plus variées, une valeur élevée génère une voix stable et monotone.
hi: आवाज़ के टोन की एकरूपता को नियंत्रित करता है। कम मूल्य पर अधिक विविध भावनाएँ व्यक्त होती हैं, और उच्च मूल्य पर स्थिर और एकसमान आवाज़ जनरेट होती है।
ja: ボイスのトーンの一貫性を調整します。値が低いと多様な感情が表現され、値が高いと安定した単調なボイスが生成されます。
pt: Ajusta a consistência do tom da voz. Valores mais baixos expressam emoções mais variadas, enquanto valores mais altos geram uma voz estável e monótona.
ru: Регулирует стабильность тона голоса. Низкие значения выражают больше эмоций, высокие значения создают стабильный и монотонный голос.
zh: 调节语音语调的一致性。值越低，表达的情感越多样；值越高，生成的语音越稳定单调。

source: 음성 속도
ar: سرعة الصوت
de: Sprechgeschwindigkeit
es: Velocidad de voz
fr: Vitesse de la voix
hi: आवाज़ की गति
ja: ボイスの速度
pt: Velocidade da Voz
ru: Скорость голоса
zh: 语音速度

source: 해당 AI의 음성 속도를 조절할 수 있습니다.
ar: يمكنك ضبط سرعة صوت هذا الذكاء الاصطناعي.
de: Sie können die Sprechgeschwindigkeit dieser KI anpassen.
es: Puedes ajustar la velocidad de voz de esta IA.
fr: Vous pouvez ajuster la vitesse de la voix de cette IA.
hi: आप इस AI की आवाज़ की गति को समायोजित कर सकते हैं।
ja: このAIのボイスの速度を調整できます。
pt: Você pode ajustar a velocidade da voz desta IA.
ru: Вы можете настроить скорость голоса этого ИИ.
zh: 您可以调节此AI的语音速度。

source: 목소리 스타일
ar: أسلوب الصوت
de: Stimmenstil
es: Estilo de voz
fr: Style vocal
hi: आवाज़ का स्टाइल
ja: ボイススタイル
pt: Estilo da Voz
ru: Стиль голоса
zh: 语音风格

source: 값이 높으면 높을수록 해당 voice의 감정이 증폭됩니다.
ar: كلما زادت القيمة، تم تضخيم مشاعر الصوت.
de: Je höher der Wert, desto stärker werden die Emotionen der Stimme verstärkt.
es: Cuanto mayor sea el valor, más se amplificarán las emociones de la voz.
fr: Plus la valeur est élevée, plus les émotions de la voix sont amplifiées.
hi: मूल्य जितना अधिक होगा, आवाज़ की भावनाएँ उतनी ही बढ़ेंगी।
ja: 値が高いほど、ボイスの感情が増幅されます。
pt: Quanto maior o valor, mais amplificadas são as emoções da voz.
ru: Чем выше значение, тем сильнее выражаются эмоции голоса.
zh: 值越高，语音的情感表达越强烈。

source: 창의성
ar: الإبداع
de: Kreativität
es: Creatividad
fr: Créativité
hi: रचनात्मकता
ja: 創造性
pt: Criatividade
ru: Креативность
zh: 创造力

source: AI의 창의성을 정합니다
ar: يحدد إبداع الذكاء الاصطناعي.
de: Bestimmt die Kreativität der KI.
es: Define la creatividad de la IA.
fr: Détermine la créativité de l'IA.
hi: AI की रचनात्मकता निर्धारित करता है।
ja: AIの創造性を設定します
pt: Define a criatividade da IA
ru: Определяет креативность ИИ
zh: 确定AI的创造力

source: Voice id
ar: معرف الصوت
de: Stimmen-ID
es: ID de voz
fr: ID de la voix
hi: आवाज़ आईडी
ja: ボイスID
pt: ID da Voz
ru: ID голоса
zh: 语音ID

source: 선택한 모델
ar: النموذج المختار
de: Ausgewähltes Modell
es: Modelo seleccionado
fr: Modèle sélectionné
hi: चयनित मॉडल
ja: 選択したモデル
pt: Modelo Selecionado
ru: Выбранная модель
zh: 已选模型

source: Sign In UI
ar: واجهة تسجيل الدخول
de: Anmeldeoberfläche
es: Interfaz de inicio de sesión
fr: Interface de connexion
hi: लॉगिन इंटरफ़ेस
ja: ログインUI
pt: Interface de Login
ru: Интерфейс входа
zh: 登录界面

source: HELLO PIGMALEONS
ar: مرحبًا ببيجماليون
de: HALLO PIGMALEONS
es: HOLA PIGMALEONS
fr: BONJOUR PIGMALEONS
hi: हेलो पिगमैलियन्स
ja: ピグマリオンへようこそ
pt: OLÁ, PIGMALIÕES
ru: ЗДРАВСТВУЙТЕ, ПИГМАЛИОНЫ
zh: 您好，皮格马利翁

source: 저희 GALATEA에 오신 피그말리온 분들을 환영합니다. 회원가입 및 로그인시 GALATEA 를 커스텀할 수 있습니다. voice 와 프롬프트를 만들어 원하는 AI 모델을 생성해 보세요. 자신이 원하는 목소리와 프롬프트로 얼마든지 원하는 GALATEA 를 만들 수 있습니다.
ar: نرحب ببيجماليون في غاليتيا. يمكنك تخصيص غاليتيا عند التسجيل أو تسجيل الدخول. أنشئ أصواتًا وتعليمات لإنشاء نماذج ذكاء اصطناعي تريدها. يمكنك إنشاء غاليتيا حسب رغبتك باستخدام الصوت والتعليمات التي تريدها.
de: Willkommen bei GALATEA, liebe Pigmaleons. Bei der Registrierung und Anmeldung können Sie GALATEA anpassen. Erstellen Sie Stimmen und Prompts, um Ihre gewünschten KI-Modelle zu generieren. Mit Ihrer bevorzugten Stimme und Prompts können Sie GALATEA nach Belieben gestalten.
es: Bienvenidos a GALATEA, queridos Pigmaleons. Al registrarte e iniciar sesión, puedes personalizar GALATEA. Crea voces y prompts para generar los modelos de IA que desees. Con la voz y los prompts que prefieras, puedes crear la GALATEA que quieras.
fr: Bienvenue chez GALATEA, chers Pigmaleons. En vous inscrivant et en vous connectant, vous pouvez personnaliser GALATEA. Créez des voix et des prompts pour générer les modèles IA de votre choix. Avec la voix et les prompts que vous préférez, vous pouvez créer la GALATEA que vous souhaitez.
hi: GALATEA में आपका स्वागत है, प्यारे पिगमैलियन्स। साइन अप और लॉगिन करके आप GALATEA को अनुकूलित कर सकते हैं। आवाज़ और प्रॉम्प्ट बनाकर अपनी इच्छित AI मॉडल जनरेट करें। अपनी पसंद की आवाज़ और प्रॉम्प्ट के साथ आप जितना चाहें GALATEA बना सकते हैं।
ja: GALATEAへようこそ、ピグマリオン各位。サインアップおよびログインすることで、GALATEAをカスタマイズできます。ボイスとプロンプトを作成して、希望するAIモデルを生成してください。自分の望むボイスとプロンプトで、自由にGALATEAを作り上げることができます。
pt: Bem-vindos ao GALATEA, queridos Pigmaliões. Ao se cadastrar e fazer login, você pode personalizar o GALATEA. Crie vozes e prompts para gerar o modelo de IA desejado. Com a voz e o prompt de sua escolha, você pode criar o GALATEA que quiser.
ru: Добро пожаловать в GALATEA, дорогие Пигмалионы. Зарегистрируйтесь и войдите, чтобы настроить GALATEA. Создавайте голоса и промпты, чтобы создать желаемую модель ИИ. С помощью нужного голоса и промпта вы можете создать GALATEA по своему желанию.
zh: 欢迎来到GALATEA，亲爱的皮格马利翁。注册并登录后，您可以自定义GALATEA。创建语音和提示，生成您想要的AI模型。用您喜欢的语音和提示，打造属于您的GALATEA。

source: 회원가입 폼
ar: نموذج التسجيل
de: Registrierungsformular
es: Formulario de registro
fr: Formulaire d'inscription
hi: साइन अप फॉर्म
ja: サインアップフォーム
pt: Formulário de Cadastro
ru: Форма регистрации
zh: 注册表单

source: Galatea Logo
ar: شعار غاليتيا
es: Logotipo de Galatea
fr: Logo Galatea
hi: Galatea लोगो
ja: Galateaロゴ
pt: Logo do Galatea
ru: Логотип Galatea
zh: Galatea标志

source: GALATEA
ar: غاليتيا

source: SIGN UP
ar: إنشاء حساب
de: REGISTRIEREN
es: REGISTRARSE
fr: S'INSCRIRE
hi: साइन अप करें
ja: サインアップ
pt: CADASTRAR-SE
ru: ЗАРЕГИСТРИРОВАТЬСЯ
zh: 注册

source: 회원가입 버튼
ar: زر التسجيل
de: Registrierungsschaltfläche
es: Botón de registro
fr: Bouton d'inscription
hi: साइन अप बटन
ja: サインアップボタン
pt: Botão de Cadastro
ru: Кнопка регистрации
zh: 注册按钮

source: SIGN IN
ar: تسجيل الدخول
de: ANMELDEN
es: INICIAR SESIÓN
fr: SE CONNECTER
hi: लॉगिन करें
ja: ログイン
pt: ENTRAR
ru: ВОЙТИ
zh: 登录

source: main
ar: الرئيسية
de: Hauptseite
es: Principal
fr: Accueil
hi: मुख्य
ja: メイン
pt: principal
ru: главная
zh: 主页

source: 아이디
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザーID
pt: Nome de Usuário
ru: Имя пользователя
zh: 用户名

source: 아이디는 필수 입력입니다.
ar: اسم المستخدم مطلوب.
de: Benutzername ist erforderlich.
es: El nombre de usuario es obligatorio.
fr: Le nom d'utilisateur est requis.
hi: उपयोगकर्ता नाम अनिवार्य है।
ja: ユーザーIDは必須入力です。
pt: O nome de usuário é obrigatório.
ru: Имя пользователя обязательно.
zh: 用户名是必填项。

source: 이미 존재하는 아이디입니다.
ar: اسم المستخدم موجود بالفعل.
de: Dieser Benutzername existiert bereits.
es: Este nombre de usuario ya existe.
fr: Ce nom d'utilisateur existe déjà.
hi: यह उपयोगकर्ता नाम पहले से मौजूद है।
ja: このユーザーIDは既に存在します。
pt: Este nome de usuário já existe.
ru: Это имя пользователя уже существует.
zh: 用户名已存在。

source: 닉네임은 필수 입력입니다.
ar: اللقب مطلوب.
de: Spitzname ist erforderlich.
es: El apodo es obligatorio.
fr: Le surnom est requis.
hi: उपनाम अनिवार्य है।
ja: ニックネームは必須入力です。
pt: O apelido é obrigatório.
ru: Псевдоним обязателен.
zh: 昵称是必填项。

source: 비밀번호 입력하세요
ar: أدخل كلمة المرور
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
hi: अपना पासवर्ड दर्ज करें
ja: パスワードを入力してください
pt: Digite sua senha
ru: Введите пароль
zh: 请输入密码

source: 비밀번호는 필수 입력입니다.
ar: كلمة المرور مطلوبة.
de: Passwort ist erforderlich.
es: La contraseña es obligatoria.
fr: Le mot de passe est requis.
hi: पासवर्ड अनिवार्य है।
ja: パスワードは必須入力です。
pt: A senha é obrigatória.
ru: Пароль обязателен.
zh: 密码是必填项。

source: 형식이 맞지 않습니다. 비밀번호는 소문자 최소 1개, 숫자 최소 1개,특수문자 최소 1개 이상이여야 합니다. ex): abcd1234!
ar: الصيغة غير صحيحة. يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل، ورقم واحد على الأقل، وحرف خاص واحد على الأقل. مثال: abcd1234!
de: Das Format ist ungültig. Das Passwort muss mindestens einen Kleinbuchstaben, eine Ziffer und ein Sonderzeichen enthalten. Beispiel: abcd1234!
es: El formato no es válido. La contraseña debe contener al menos una letra minúscula, un número y un carácter especial. Ejemplo: abcd1234!
fr: Le format n'est pas valide. Le mot de passe doit contenir au moins une lettre minuscule, un chiffre et un caractère spécial. Exemple : abcd1234!
hi: प्रारूप सही नहीं है। पासवर्ड में कम से कम एक छोटा अक्षर, एक संख्या और एक विशेष वर्ण होना चाहिए। उदाहरण: abcd1234!
ja: 形式が正しくありません。パスワードには小文字、数字、特殊文字がそれぞれ少なくとも1つずつ含まれている必要があります。例: abcd1234!
pt: Formato inválido. A senha deve conter pelo menos uma letra minúscula, um número e um caractere especial. Exemplo: abcd1234!
ru: Неверный формат. Пароль должен содержать минимум одну строчную букву, одну цифру и один специальный символ. Пример: abcd1234!
zh: 格式不正确。密码必须至少包含一个小写字母、一个数字和一个特殊字符。例如：abcd1234!

source: 비밀번호 확인
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
ja: パスワード確認
pt: Confirmar Senha
ru: Подтверждение пароля
zh: 确认密码

source: 비밀번호 확인은 필수 입력입니다.
ar: تأكيد كلمة المرور مطلوب.
de: Passwortbestätigung ist erforderlich.
es: La confirmación de la contraseña es obligatoria.
fr: La confirmation du mot de passe est requise.
hi: पासवर्ड की पुष्टि अनिवार्य है।
ja: パスワード確認は必須入力です。
pt: A confirmação da senha é obrigatória.
ru: Подтверждение пароля обязательно.
zh: 确认密码是必填项。

source: 이메일
ar: البريد الإلكتروني
de: E-Mail
es: Correo electrónico
fr: E-mail
hi: ईमेल
ja: メールアドレス
pt: E-mail
ru: Электронная почта
zh: 电子邮件

source: 이메일은 필수 입력입니다.
ar: البريد الإلكتروني مطلوب.
de: E-Mail ist erforderlich.
es: El correo electrónico es obligatorio.
fr: L'e-mail est requis.
hi: ईमेल अनिवार्य है।
ja: メールアドレスは必須入力です。
pt: O e-mail é obrigatório.
ru: Электронная почта обязательна.
zh: 电子邮件是必填项。

source: 이미 존재하는 이메일입니다.
ar: البريد الإلكتروني موجود بالفعل.
de: Diese E-Mail existiert bereits.
es: Este correo electrónico ya existe.
fr: Cet e-mail existe déjà.
hi: यह ईमेल पहले से मौजूद है।
ja: このメールアドレスは既に存在します。
pt: Este e-mail já existe.
ru: Эта электронная почта уже существует.
zh: 电子邮件已存在。

source: 전화번호
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
ja: 電話番号
pt: Número de Telefone
ru: Номер телефона
zh: 电话号码

source: 전화번호는 필수 입력입니다.
ar: رقم الهاتف مطلوب.
de: Telefonnummer ist erforderlich.
es: El número de teléfono es obligatorio.
fr: Le numéro de téléphone est requis.
hi: फ़ोन नंबर अनिवार्य है।
ja: 電話番号は必須入力です。
pt: O número de telefone é obrigatório.
ru: Номер телефона обязателен.
zh: 电话号码是必填项。

source: 전화번호 형식이 올바르지 않습니다. (예: 010-1234-5678)
ar: صيغة رقم الهاتف غير صحيحة. (مثال: 010-1234-5678)
de: Das Telefonnummerformat ist ungültig. (Beispiel: 010-1234-5678)
es: El formato del número de teléfono no es válido. (Ejemplo: 010-1234-5678)
fr: Le format du numéro de téléphone n'est pas valide. (Exemple : 010-1234-5678)
hi: फ़ोन नंबर का प्रारूप सही नहीं है। (उदाहरण: 010-1234-5678)
ja: 電話番号の形式が正しくありません。（例: 010-1234-5678）
pt: O formato do número de telefone está incorreto. (Exemplo: 010-1234-5678)
ru: Неверный формат номера телефона. (Пример: 010-1234-5678)
zh: 电话号码格式不正确。（示例：010-1234-5678）

source: 아이디를 입력하세요
ar: أدخل اسم المستخدم
de: Geben Sie Ihren Benutzernamen ein
es: Ingresa tu nombre de usuario
fr: Entrez votre nom d'utilisateur
hi: अपना उपयोगकर्ता नाम दर्ज करें
ja: ユーザーIDを入力してください
pt: Insira seu nome de usuário
ru: Введите имя пользователя
zh: 请输入用户名

source: 비밀번호
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
pt: Senha
ru: Пароль
zh: 密码

source: 비밀번호:
ar: كلمة المرور:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
hi: पासवर्ड:
ja: パスワード:
pt: Senha:
ru: Пароль:
zh: 密码：

source: 비밀번호 확인:
ar: تأكيد كلمة المرور:
de: Passwort bestätigen:
es: Confirmar contraseña:
fr: Confirmer le mot de passe :
hi: पासवर्ड की पुष्टि:
ja: パスワード確認:
pt: Confirmar Senha:
ru: Подтверждение пароля:
zh: 确认密码：

source: 새 비밀번호
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
ja: 新しいパスワード
pt: Nova Senha
ru: Новый пароль
zh: 新密码

source: 프로필 이미지:
ar: صورة الملف الشخصي
de: Profilbild
es: Imagen de perfil
fr: Image de profil
hi: प्रोफ़ाइल छवि
ja: プロフィール画像:
pt: Imagem de Perfil:
ru: Изображение профиля:
zh: 个人资料图片：

source: 파일 선택
ar: اختيار ملف
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
hi: फ़ाइल चुनें
ja: ファイルを選択
pt: Selecionar Arquivo
ru: Выбрать файл
zh: 选择文件

source: 선택된 파일 없음
ar: لا يوجد ملف مختار
de: Keine Datei ausgewählt
es: No se seleccionó ningún archivo
fr: Aucun fichier sélectionné
hi: कोई फ़ाइल चयनित नहीं
ja: 選択されたファイルなし
pt: Nenhum arquivo selecionado
ru: Файл не выбран
zh: 未选择文件

source: 수정완료
ar: اكتمال التعديل
de: Bearbeitung abgeschlossen
es: Edición completada
fr: Modification terminée
hi: संपादन पूर्ण
ja: 編集完了
pt: Edição Concluída
ru: Редактирование завершено
zh: 编辑完成

source: 이전으로
ar: الرجوع
de: Zurück
es: Volver
fr: Retour
hi: वापस
ja: 戻る
pt: Voltar
ru: Назад
zh: 返回

source: 아이디를 입력해 주세요
ar: يرجى إدخال اسم المستخدم
de: Bitte geben Sie Ihren Benutzernamen ein
es: Por favor, ingresa tu nombre de usuario
fr: Veuillez entrer votre nom d'utilisateur
hi: कृपया अपना उपयोगकर्ता नाम दर्ज करें
ja: ユーザーIDを入力してください
pt: Por favor, insira seu nome de usuário
ru: Пожалуйста, введите имя пользователя
zh: 请输入用户名

source: 존재하지 않는 아이디입니다.
ar: اسم المستخدم غير موجود.
de: Benutzername existiert nicht.
es: Nombre de usuario no existente.
fr: Nom d'utilisateur inexistant.
hi: उपयोगकर्ता नाम मौजूद नहीं है।
ja: 存在しないユーザーIDです。
pt: Nome de usuário não existe.
ru: Такое имя пользователя не существует.
zh: 用户名不存在。

source: 비밀번호를 입력하세요.
ar: يرجى إدخال كلمة المرور
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, ingresa tu contraseña
fr: Veuillez entrer votre mot de passe
hi: कृपया अपना पासवर्ड दर्ज करें
ja: パスワードを入力してください。
pt: Digite sua senha.
ru: Введите пароль.
zh: 请输入密码。

source: 비밀번호가 일치하지 않습니다.
ar: كلمة المرور غير متطابقة.
de: Passwort stimmt nicht überein.
es: La contraseña no coincide.
fr: Le mot de passe ne correspond pas.
hi: पासवर्ड मेल नहीं खाता।
ja: パスワードが一致しません。
pt: As senhas não coincidem.
ru: Пароли не совпадают.
zh: 密码不匹配。

source: 뉴스
ar: الأخبار
de: NACHRICHTEN
es: NOTICIAS
fr: ACTUALITÉS
hi: समाचार
ja: ニュース
pt: Notícias
ru: Новости
zh: 新闻

source: 등록된 뉴스가 없습니다.
ar: لا توجد أخبار مسجلة.
de: Es gibt keine registrierten Nachrichten.
es: No hay noticias registradas.
fr: Aucune actualité enregistrée.
hi: कोई समाचार दर्ज नहीं है।
ja: 登録されたニュースはありません。
pt: Nenhuma notícia registrada.
ru: Новостей не зарегистрировано.
zh: 没有注册的新闻。

source: 이거 한번 사용해 보세요!
ar: جرب هذا مرة واحدة!
de: Probieren Sie es aus!!
es: ¡Prueba esto una vez!
fr: Essayez ceci !
hi: इसे एक बार आज़माएँ!
ja: これを試してみてください！
pt: Experimente isso!
ru: Попробуйте это!
zh: 试试这个吧！

source: 장르
ar: النوع
de: GENRE
es: GÉNERO
fr: GENRE
hi: शैली
ja: ジャンル
pt: Gênero
ru: Жанр
zh: 类型

source: 추천
ar: موصى به
de: EMPFEHLUNG
es: RECOMENDACIÓN
fr: RECOMMANDATION
hi: अनुशंसा
ja: おすすめ
pt: Recomendação
ru: Рекомендация
zh: 推荐

source: 일반
ar: عام
de: Allgemein
es: General
fr: Général
hi: सामान्य
ja: 一般
pt: Geral
ru: Общий
zh: 常规

source: 등록된 AI가 없습니다.
ar: لا يوجد ذكاء اصطناعي مسجل.
de: Es gibt keine registrierten KIs.
es: No hay IA registrada.
fr: Aucune IA enregistrée.
hi: कोई AI दर्ज नहीं है।
ja: 登録されたAIはありません。
pt: Nenhuma IA registrada.
ru: ИИ не зарегистрированы.
zh: 没有注册的AI。

source: 작성한 프롬프트
ar: التعليمات التي كتبتها
de: Von Ihnen geschriebener Prompt
es: Prompt escrito por ti
fr: Prompt écrit par vous
hi: आपके द्वारा लिखा गया प्रॉम्प्ट
ja: 作成したプロンプト
pt: Prompts Criados
ru: Созданные промпты
zh: 创建的提示
