Repository: staffil/galatea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, ja, pt, ru, zh

source: GALATEA - AI와 대화하기
ar: غاليتيا - الدردشة مع المشاهير
de: GALATEA - Mit Prominenten chatten
es: GALATEA - Chatea con celebridades
fr: GALATEA - Discuter avec des célébrités
hi: GALATEA - मशहूर हस्तियों के साथ चैट करें
ja: GALATEA - 有名人とチャットする
pt: GALATEA - Converse com Celebridades
ru: GALATEA - Общайтесь с известными личностями
zh: GALATEA - 与名人对话

source: 대화 시작
ar: بدء المحادثة
de: Gespräch starten
es: Iniciar conversación
fr: Démarrer la conversation
hi: बातचीत शुरू करें
ja: 会話を始める
pt: Iniciar Conversa
ru: Начать разговор
zh: 开始对话

source: 언어 선택
ar: اختيار اللغة
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
hi: भाषा चुनें
ja: 言語を選択
pt: Selecionar Idioma
ru: Выберите язык
zh: 选择语言

source: 컨셉에 사로집힌 AI와 대화하기
ar: الدردشة مع الذكاء الاصطناعي المهووس بالمفاهيم
de: Mit einem konzeptbesessenen KI chatten
es: Chatea con una IA obsesionada con conceptos
fr: Discuter avec une IA obsédée par des concepts
hi: कॉन्सेप्ट में रुचि रखने वाले AI के साथ चैट करें
ja: コンセプトに魅了されたAIとチャットする
pt: Converse com uma IA Inspirada em Conceitos
ru: Общайтесь с ИИ, вдохновленным концепциями
zh: 与受概念启发的AI对话

source: 온라인
ar: متصل
de: Online
es: En línea
fr: En ligne
hi: ऑनलाइन
ja: オンライン
pt: Online
ru: Онлайн
zh: 在线

source: 기본 이미지
ar: الصورة الافتراضية
de: Standardbild
es: Imagen predeterminada
fr: Image par défaut
hi: डिफ़ॉल्ट छवि
ja: デフォルト画像
pt: Imagem Padrão
ru: Стандартное изображение
zh: 默认图像

source: 자세히 보기
ar: معرفة المزيد
de: Mehr erfahren
es: Saber más
fr: En savoir plus
hi: और जानें
ja: 詳細を見る
pt: Saiba Mais
ru: Узнать больше
zh: 了解更多

source: 지금은 관리자 창입니다..
ar: هذه لوحة الإدارة الآن.
de: Dies ist das Admin-Panel.
es: Este es el panel de administración.
fr: Ceci est le panneau d'administration.
hi: यह प्रशासन पैनल है।
ja: これは管理者パネルです。
pt: Este é o painel de administração.
ru: Это панель администратора.
zh: 这是管理员面板。

source: You are authenticated as %(username)s but are not authorized to access this page. Would you like to login to a different account?
ar: لقد تم التحقق من هويتك باسم %(username)s ولكنك غير مخول بالوصول إلى هذه الصفحة. هل ترغب في تسجيل الدخول بحساب آخر؟
de: Sie sind als %(username)s authentifiziert, haben aber keine Berechtigung, auf diese Seite zuzugreifen. Möchten Sie sich mit einem anderen Konto anmelden?
es: Estás autenticado como %(username)s, pero no tienes autorización para acceder a esta página. ¿Deseas iniciar sesión con una cuenta diferente?
fr: Vous êtes authentifié en tant que %(username)s, mais vous n'êtes pas autorisé à accéder à cette page. Voulez-vous vous connecter avec un autre compte ?
hi: आप %(username)s के रूप में प्रमाणित हैं, लेकिन आपके पास इस पेज तक पहुँचने की अनुमति नहीं है। क्या आप किसी अन्य खाते से लॉगिन करना चाहेंगे?
ja: %(username)sとして認証されていますが、このページにアクセスする権限がありません。別のアカウントでログインしますか？
pt: Você está autenticado como %(username)s, mas não tem autorização para acessar esta página. Gostaria de fazer login com uma conta diferente?
ru: Вы авторизованы как %(username)s, но у вас нет прав для доступа к этой странице. Хотите войти под другой учетной записью?
zh: 您已以%(username)s身份登录，但无权访问此页面。是否要以其他账户登录？

source: 아이디가 기억 안나세요?
ar: هل نسيت معرفك؟
de: Haben Sie Ihre ID vergessen?
es: ¿Olvidaste tu ID?
fr: Vous avez oublié votre identifiant ?
hi: क्या आप अपना आईडी भूल गए हैं?
ja: IDを忘れましたか？
pt: Esqueceu seu ID?
ru: Забыли свой ID?
zh: 忘记您的ID？

source: 로그인
ar: تسجيل الدخول
de: ANMELDEN
es: INICIAR SESIÓN
fr: SE CONNECTER
hi: लॉगिन करें
ja: ログイン
pt: Entrar
ru: Войти
zh: 登录

source: 회원가입
ar: إنشاء حساب
de: REGISTRIEREN
es: REGISTRARSE
fr: S'INSCRIRE
hi: साइन अप करें
ja: サインアップ
pt: Cadastrar-se
ru: Зарегистрироваться
zh: 注册

source: AI를 검색해보세요...
ar: ابحث عن الذكاء الاصطناعي...
de: KI suchen...
es: Buscar IA...
fr: Rechercher une IA...
hi: AI खोजें...
ja: AIを検索...
pt: Pesquisar IA...
ru: Поиск ИИ...
zh: 搜索AI...

source: 로그아웃
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉगआउट करें
ja: ログアウト
pt: Sair
ru: Выйти
zh: 退出

source: 보이스 만들기
ar: إنشاء صوت
de: STIMME ERSTELLEN
es: CREAR VOZ
fr: CRÉER UNE VOIX
hi: आवाज़ बनाएँ
ja: ボイスを作成
pt: Criar Voz
ru: Создать голос
zh: 创建语音

source: 이미지 만들기
ar: إنشاء صورة
de: BILD ERSTELLEN
es: CREAR IMAGEN
fr: CRÉER UNE IMAGE
hi: छवि बनाएँ
ja: 画像を作成
pt: Criar Imagem
ru: Создать изображение
zh: 创建图像

source: AI 만들기⊕
ar: إنشاء ذكاء اصطناعي ⊕
de: KI ERSTELLEN ⊕
es: CREAR IA ⊕
fr: CRÉER UNE IA ⊕
hi: AI बनाएँ ⊕
ja: AIを作成 ⊕
pt: Criar IA ⊕
ru: Создать ИИ ⊕
zh: 创建AI ⊕

source: 이미지 없음
ar: لا توجد صورة
de: KEIN BILD
es: SIN IMAGEN
fr: AUCUNE IMAGE
hi: कोई छवि नहीं
ja: 画像なし
pt: Sem Imagem
ru: Нет изображения
zh: 无图像

source: 텍스트나 음성으로 대화해보세요
ar: جرب الدردشة باستخدام النص أو الصوت
de: Chatten Sie per Text oder Sprache
es: Chatea con texto o voz
fr: Discutez par texte ou voix
hi: टेक्स्ट या आवाज़ के साथ चैट करें
ja: テキストまたは音声でチャットしてください
pt: Converse por texto ou voz
ru: Общайтесь с помощью текста или голоса
zh: 通过文本或语音进行对话

source: 녹음 종료
ar: إيقاف التسجيل
de: Aufnahme beenden
es: Finalizar grabación
fr: Arrêter l'enregistrement
hi: रिकॉर्डिंग समाप्त करें
ja: 録音を終了
pt: Encerrar Gravação
ru: Завершить запись
zh: 结束录音

source: 마이크 기능을 켜주세요
ar: يرجى تمكين الميكروفون في متصفحك
de: Bitte aktivieren Sie das Mikrofon in Ihrem Browser
es: Por favor, activa el micrófono en tu navegador
fr: Veuillez activer le microphone dans votre navigateur
hi: कृपया अपने ब्राउज़र में माइक्रोफ़ोन सक्रिय करें
ja: ブラウザでマイク機能を有効にしてください
pt: Ative a função de microfone no seu navegador
ru: Включите функцию микрофона в вашем браузере
zh: 请在浏览器中启用麦克风功能

source: 로그인을 해주세요
ar: يرجى تسجيل الدخول
de: Bitte melden Sie sich an
es: Por favor, inicia sesión
fr: Veuillez vous connecter
hi: कृपया लॉगिन करें
ja: ログインしてください
pt: Por favor, faça login
ru: Пожалуйста, войдите в систему
zh: 请登录

source: AI 이름 입력
ar: إدخال اسم الذكاء الاصطناعي
de: KI-Namen eingeben
es: Ingresar nombre de IA
fr: Entrer le nom de l'IA
hi: AI का नाम दर्ज करें
ja: AIの名前を入力
pt: Inserir Nome da IA
ru: Введите имя ИИ
zh: 输入AI名称

source: AI 이름을 입력해주세요
ar: يرجى إدخال اسم الذكاء الاصطناعي
de: Bitte geben Sie den KI-Namen ein
es: Por favor, ingresa el nombre de la IA
fr: Veuillez entrer le nom de l'IA
hi: कृपया AI का नाम दर्ज करें
ja: AIの名前を入力してください
pt: Por favor, insira o nome da IA
ru: Пожалуйста, введите имя ИИ
zh: 请输入AI名称

source: 사진을 선택해주세요
ar: يرجى اختيار صورة
de: Bitte wählen Sie ein Foto aus
es: Por favor, selecciona una foto
fr: Veuillez sélectionner une photo
hi: कृपया एक फोटो चुनें
ja: 写真を選択してください
pt: Por favor, selecione uma foto
ru: Пожалуйста, выберите фотографию
zh: 请选择照片

source: 완료
ar: إكمال
de: FERTIG
es: COMPLETADO
fr: TERMINÉ
hi: पूरा हुआ
ja: 完了
pt: Concluído
ru: Готово
zh: 完成

source: 당신의 AI 이름과 사진을 입력하세요
ar: يرجى إدخال اسم الذكاء الاصطناعي وتحميل صورة
de: Geben Sie den Namen und das Foto Ihrer KI ein
es: Ingresa el nombre y la foto de tu IA
fr: Entrez le nom et la photo de votre IA
hi: अपने AI का नाम और फोटो दर्ज करें
ja: AIの名前と写真を入力してください
pt: Insira o nome e a foto da sua IA
ru: Введите имя и фотографию вашего ИИ
zh: 输入您的AI名称和照片

source: 모드 선택
ar: اختيار الوضع
de: MODUS AUSWÄHLEN
es: SELECCIONAR MODO
fr: SÉLECTIONNER LE MODE
hi: मोड चुनें
ja: モードを選択
pt: Selecionar Modo
ru: Выберите режим
zh: 选择模式

source: 텍스트 대화하기
ar: الدردشة النصية
de: Text-Chat
es: Chat de texto
fr: Chat texte
hi: टेक्स्ट चैट
ja: テキストチャット
pt: Chat por Texto
ru: Чат с помощью текста
zh: 文本聊天

source: 하고 싶은 말을 입력하세요
ar: يرجى إدخال رسالتك
de: Geben Sie Ihre Nachricht ein
es: Ingresa tu mensaje
fr: Entrez votre message
hi: अपना संदेश दर्ज करें
ja: メッセージを入力してください
pt: Digite sua mensagem
ru: Введите ваше сообщение
zh: 输入您的消息

source: 녹음을 시작하려면 버튼을 누르세요
ar: اضغط على الزر لبدء التسجيل
de: Drücken Sie die Taste, um die Aufnahme zu starten
es: Presiona el botón para iniciar la grabación
fr: Appuyez sur le bouton pour démarrer l'enregistrement
hi: रिकॉर्डिंग शुरू करने के लिए बटन दबाएँ
ja: 録音を開始するにはボタンを押してください
pt: Pressione o botão para iniciar a gravação
ru: Нажмите кнопку, чтобы начать запись
zh: 点击按钮开始录音

source: 녹음 중... 다시 누르면 종료됩니다
ar: جارٍ التسجيل... اضغط مرة أخرى لإيقاف التسجيل
de: Aufnahme läuft... Drücken Sie erneut, um zu stoppen
es: Grabando... Presiona de nuevo para detener
fr: Enregistrement en cours... Appuyez à nouveau pour arrêter
hi: रिकॉर्डिंग चल रही है... फिर से दबाएँ तो रुक जाएगी
ja: 録音中... もう一度押すと終了します
pt: Gravando... Pressione novamente para parar
ru: Идет запись... Нажмите еще раз, чтобы остановить
zh: 正在录音...再次点击停止

source: 인식된 텍스트:
ar: النص المعترف به:
de: Erkannter Text:
es: Texto reconocido:
fr: Texte reconnu :
hi: पहचाना गया टेक्स्ट:
ja: 認識されたテキスト:
pt: Texto reconhecido:
ru: Распознанный текст:
zh: 识别的文本：

source: 오디오 업로드 중 오류가 발생했습니다:
ar: حدث خطأ أثناء رفع الصوت:
de: Fehler beim Hochladen des Audios:
es: Error al subir el audio:
fr: Erreur lors du téléchargement de l'audio :
hi: ऑडियो अपलोड करने में त्रुटि:
ja: オーディオのアップロード中にエラーが発生しました:
pt: Erro ao fazer upload do áudio:
ru: Ошибка при загрузке аудио:
zh: 上传音频时出错：

source: 마이크 권한을 허용해주세요.
ar: يرجى السماح بالوصول إلى الميكروفون
de: Bitte gewähren Sie Zugriff auf das Mikrofon
es: Por favor, permite el acceso al micrófono
fr: Veuillez autoriser l'accès au microphone
hi: कृपया माइक्रोफ़ोन तक पहुँच की अनुमति दें
ja: マイクへのアクセスを許可してください。
pt: Por favor, permita o acesso ao microfone.
ru: Пожалуйста, разрешите доступ к микрофону.
zh: 请允许麦克风访问权限。

source: AI 만들기
ar: إنشاء ذكاء اصطناعي
de: KI erstellen
es: Crear IA
fr: Créer une IA
hi: AI बनाएँ
ja: AIを作成
pt: Criar IA
ru: Создать ИИ
zh: 创建AI

source: 저장된 음성 목록
ar: قائمة الأصوات المحفوظة
de: Liste gespeicherter Stimmen
es: Lista de voces guardadas
fr: Liste des voix enregistrées
hi: सहेजी गई आवाज़ों की सूची
ja: 保存されたボイスのリスト
pt: Lista de Vozes Salvas
ru: Список сохраненных голосов
zh: 已保存的语音列表

source: 번호
ar: الرقم
de: Nummer
es: Número
fr: Numéro
hi: नंबर
ja: 番号
pt: Número
ru: Номер
zh: 编号

source: 생성 날짜
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: निर्माण तिथि
ja: 作成日
pt: Data de Criação
ru: Дата создания
zh: 创建日期

source: 목소리 번호
ar: معرف الصوت
de: Stimmen-ID
es: ID de voz
fr: ID de la voix
hi: आवाज़ आईडी
ja: ボイスID
pt: ID da Voz
ru: ID голоса
zh: 语音ID

source: 샘플 재생
ar: تشغيل العينة
de: Probe abspielen
es: Reproducir muestra
fr: Lire l'échantillon
hi: नमूना चलाएँ
ja: サンプルを再生
pt: Reproduzir Amostra
ru: Воспроизвести образец
zh: 播放样本

source: 복사하기
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
ja: コピー
pt: Copiar
ru: Копировать
zh: 复制

source: 지원하지 않는 브라우저입니다.
ar: متصفح غير مدعوم
de: Nicht unterstützter Browser
es: Navegador no compatible
fr: Navigateur non pris en charge
hi: असमर्थित ब्राउज़र
ja: サポートされていないブラウザです。
pt: Navegador não suportado.
ru: Браузер не поддерживается.
zh: 不支持的浏览器。

source: 샘플 없음
ar: لا توجد عينة متاحة
de: Keine Probe verfügbar
es: Sin muestra disponible
fr: Aucun échantillon disponible
hi: कोई नमूना उपलब्ध नहीं
ja: サンプルなし
pt: Nenhuma amostra disponível
ru: Образец отсутствует
zh: 无样本

source: 선택하기
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
ja: 選択
pt: Selecionar
ru: Выбрать
zh: 选择

source: 저장된 음성이 없습니다.
ar: لا توجد أصوات محفوظة
de: Keine gespeicherten Stimmen
es: No hay voces guardadas
fr: Aucune voix enregistrée
hi: कोई सहेजी गई आवाज़ नहीं है
ja: 保存されたボイスはありません。
pt: Nenhuma voz salva.
ru: Сохраненные голоса отсутствуют.
zh: 没有保存的语音。

source: 목소리 만들기->
ar: إنشاء صوت ->
de: Stimme erstellen ->
es: Crear voz ->
fr: Créer une voix ->
hi: आवाज़ बनाएँ ->
ja: ボイスを作成 ->
pt: Criar Voz ->
ru: Создать голос ->
zh: 创建语音 ->

source: 이전
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
ja: 前
pt: Anterior
ru: Предыдущий
zh: 上一页

source: 다음
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
ja: 次
pt: Próximo
ru: Следующий
zh: 下一页

source: Prompt
ar: تعليمات
hi: प्रॉम्प्ट
ja: プロンプト
ru: Промпт
zh: 提示

source: 최대한 자세히 쓰세요. 프롬프트에 따라 원하는 대답을 얻을 수 있습니다.
ar: اكتب بأكبر قدر ممكن من التفاصيل. يمكنك الحصول على الإجابة المرغوبة بناءً على التعليمات.
de: Schreiben Sie so detailliert wie möglich. Je nach Prompt erhalten Sie die gewünschte Antwort.
es: Escribe con el mayor detalle posible. Según el prompt, obtendrás la respuesta deseada.
fr: Écrivez de manière aussi détaillée que possible. Selon le prompt, vous obtiendrez la réponse souhaitée.
hi: जितना हो सके विस्तार से लिखें। प्रॉम्प्ट के आधार पर आपको वांछित उत्तर मिलेगा।
ja: できるだけ詳細に書いてください。プロンプトに応じて希望する回答が得られます。
pt: Escreva o mais detalhadamente possível. Você obterá a resposta desejada com base no prompt.
ru: Пишите как можно подробнее. От промпта зависит желаемый ответ.
zh: 尽可能详细地描述。根据提示可以获得您想要的回答。

source: 모델 선택하기
ar: اختيار النموذج
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner un modèle
hi: मॉडल चुनें
ja: モデルを選択
pt: Selecionar Modelo
ru: Выберите модель
zh: 选择模型

source: AI 생성하기
ar: إنشاء ذكاء اصطناعي
de: KI generieren
es: Generar IA
fr: Générer une IA
hi: AI जनरेट करें
ja: AIを生成
pt: Gerar IA
ru: Создать ИИ
zh: 生成AI

source: 비전 모드
ar: وضع الرؤية
de: Vision-Modus
es: Modo visión
fr: Mode vision
hi: विज़न मोड
ja: ビジョンモード
pt: Modo Visão
ru: Режим визуализации
zh: 视觉模式

source: 텍스트 모드
ar: وضع النص
de: Text-Modus
es: Modo texto
fr: Mode texte
hi: टेक्स्ट मोड
ja: テキストモード
pt: Modo Texto
ru: Текстовый режим
zh: 文本模式

source: 비전 채팅
ar: دردشة الرؤية
de: Vision-Chat
es: Chat de visión
fr: Chat vision
hi: विज़न चैट
ja: ビジョンチャット
pt: Chat de Visão
ru: Визуальный чат
zh: 视觉聊天

source: 카메라와 실시간 대화를 시도해보세요
ar: جرب المحادثة في الوقت الفعلي باستخدام الكاميرا
de: Versuchen Sie einen Echtzeit-Chat mit der Kamera
es: Prueba una conversación en tiempo real con la cámara
fr: Essayez une conversation en temps réel avec la caméra
hi: कैमरे के साथ रीयल-टाइम बातचीत आज़माएँ
ja: カメラでリアルタイム会話を試してください
pt: Tente uma conversa em tempo real com a câmera
ru: Попробуйте общаться в реальном времени с помощью камеры
zh: 尝试使用摄像头进行实时对话

source: AI 캐릭터
ar: شخصية الذكاء الاصطناعي
de: KI-Charakter
es: Personaje de IA
fr: Personnage IA
hi: AI किरदार
ja: AIキャラクター
pt: Personagem de IA
ru: Персонаж ИИ
zh: AI角色

source: 라이브 카메라
ar: كاميرا مباشرة
de: Live-Kamera
es: Cámara en vivo
fr: Caméra en direct
hi: लाइव कैमरा
ja: ライブカメラ
pt: Câmera ao Vivo
ru: Прямая трансляция с камеры
zh: 实时摄像头

source: 비전 모드 시작
ar: بدء وضع الرؤية
de: Vision-Modus starten
es: Iniciar modo visión
fr: Démarrer le mode vision
hi: विज़न मोड शुरू करें
ja: ビジョンモードを開始
pt: Iniciar Modo Visão
ru: Запустить режим визуализации
zh: 启动视觉模式

source: 비전 모드 준비 중...
ar: جارٍ تحضير وضع الرؤية...
de: Vision-Modus wird vorbereitet...
es: Preparando modo visión...
fr: Préparation du mode vision...
hi: विज़न मोड तैयार हो रहा है...
ja: ビジョンモード準備中...
pt: Preparando Modo Visão...
ru: Подготовка режима визуализации...
zh: 正在准备视觉模式...

source: 분석 결과:
ar: نتيجة التحليل:
de: Analyseergebnis:
es: Resultado del análisis:
fr: Résultat de l'analyse :
hi: विश्लेषण परिणाम:
ja: 分析結果:
pt: Resultado da Análise:
ru: Результат анализа:
zh: 分析结果：

source: 분석 중 오류가 발생했습니다
ar: حدث خطأ أثناء التحليل
de: Fehler bei der Analyse
es: Error durante el análisis
fr: Erreur lors de l'analyse
hi: विश्लेषण के दौरान त्रुटि हुई
ja: 分析中にエラーが発生しました
pt: Erro durante a análise
ru: Ошибка во время анализа
zh: 分析过程中发生错误

source: 웹캠 접근 실패:
ar: فشل الوصول إلى كاميرا الويب:
de: Zugriff auf Webcam fehlgeschlagen:
es: Fallo en el acceso a la cámara web:
fr: Échec de l'accès à la webcam :
hi: वेबकैम तक पहुँच विफल:
ja: ウェブカメラへのアクセス失敗:
pt: Falha no acesso à webcam:
ru: Ошибка доступа к веб-камере:
zh: 无法访问摄像头：

source: 서버 응답 오류
ar: خطأ في استجابة الخادم
de: Server-Antwortfehler
es: Error de respuesta del servidor
fr: Erreur de réponse du serveur
hi: सर्वर प्रतिक्रिया त्रुटि
ja: サーバー応答エラー
pt: Erro de resposta do servidor
ru: Ошибка ответа сервера
zh: 服务器响应错误

source: 비전 모드 실행 중...
ar: وضع الرؤية قيد التشغيل...
de: Vision-Modus läuft...
es: Modo visión en ejecución...
fr: Mode vision en cours d'exécution...
hi: विज़न मोड चल रहा है...
ja: ビジョンモード実行中...
pt: Modo Visão em execução...
ru: Режим визуализации работает...
zh: 视觉模式运行中...

source: 비전 모드 중지됨
ar: تم إيقاف وضع الرؤية
de: Vision-Modus gestoppt
es: Modo visión detenido
fr: Mode vision arrêté
hi: विज़न मोड बंद
ja: ビジョンモード停止
pt: Modo Visão parado
ru: Режим визуализации остановлен
zh: 视觉模式已停止

source: 비전 모드 중지
ar: إيقاف وضع الرؤية
de: Vision-Modus stoppen
es: Detener modo visión
fr: Arrêter le mode vision
hi: विज़न मोड बंद करें
ja: ビジョンモードを停止
pt: Parar Modo Visão
ru: Остановить режим визуализации
zh: 停止视觉模式

source: 녹음 시작하려면 버튼을 누르세요
ar: اضغط على الزر لبدء التسجيل
de: Drücken Sie die Taste, um die Aufnahme zu starten
es: Presiona el botón para iniciar la grabación
fr: Appuyez sur le bouton pour démarrer l'enregistrement
hi: रिकॉर्डिंग शुरू करने के लिए बटन दबाएँ
ja: 録音を開始するにはボタンを押してください
pt: Pressione o botão para iniciar a gravação
ru: Нажмите кнопку, чтобы начать запись
zh: 点击按钮开始录音

source: 녹음 중... 다시 눌러 중지
ar: جارٍ التسجيل... اضغط مرة أخرى للإيقاف
de: Aufnahme läuft... Erneut drücken, um zu stoppen
es: Grabando... Presiona de nuevo para detener
fr: Enregistrement en cours... Appuyez à nouveau pour arrêter
hi: रिकॉर्डिंग चल रही है... फिर से दबाएँ तो रुक जाएगी
ja: 録音中... もう一度押して停止
pt: Gravando... Pressione novamente para parar
ru: Идет запись... Нажмите еще раз, чтобы остановить
zh: 正在录音...再次点击停止

source: 마이크 접근 권한을 허용해주세요.
ar: يرجى السماح بالوصول إلى الميكروفون
de: Bitte gewähren Sie Zugriff auf das Mikrofon
es: Por favor, permite el acceso al micrófono
fr: Veuillez autoriser l'accès au microphone
hi: कृपया माइक्रोफ़ोन तक पहुँच की अनुमति दें
ja: マイクへのアクセスを許可してください
pt: Por favor, permita o acesso ao microfone.
ru: Пожалуйста, разрешите доступ к микрофону.
zh: 请允许麦克风访问权限。

source: 메인 페이지
ar: الصفحة الرئيسية
de: HAUPTSEITE
es: PÁGINA PRINCIPAL
fr: PAGE D'ACCUEIL
hi: मुख्य पृष्ठ
ja: メインページ
pt: Página Inicial
ru: Главная страница
zh: 主页

source: 이미지 생성하기
ar: إنشاء صورة
de: Bild generieren
es: Generar imagen
fr: Générer une image
hi: छवि जनरेट करें
ja: 画像を生成
pt: Gerar Imagem
ru: Создать изображение
zh: 生成图像

source: 이미지를 생성할 프롬프트를 넣어주세요. 되도록 자세한 프롬프트를 넣어주세요
ar: يرجى إدخال تعليمات لإنشاء الصورة. كلما كانت التعليمات أكثر تفصيلاً، كان ذلك أفضل
de: Geben Sie einen Prompt ein, um das Bild zu generieren. Je detaillierter, desto besser.
es: Ingresa un prompt para generar la imagen. Cuanto más detallado, mejor.
fr: Entrez un prompt pour générer l'image. Plus il est détaillé, mieux c'est.
hi: छवि जनरेट करने के लिए प्रॉम्प्ट दर्ज करें। जितना हो सके विस्तृत प्रॉम्प्ट दें।
ja: 画像を生成するためのプロンプトを入力してください。できるだけ詳細なプロンプトを入力してください。
pt: Insira o prompt para gerar a imagem. Forneça um prompt o mais detalhado possível.
ru: Введите промпт для создания изображения. Пожалуйста, укажите максимально подробный промпт.
zh: 请输入生成图像的提示。请尽量提供详细的提示。

source: 생성하기
ar: إنشاء
de: Generieren
es: Generar
fr: Générer
hi: जनरेट करें
ja: 生成
pt: Gerar
ru: Создать
zh: 生成

source: 이미지를 생성하고 있습니다...
ar: جارٍ إنشاء الصورة...
de: Bild wird generiert...
es: Generando imagen...
fr: Génération de l'image en cours...
hi: छवि जनरेट हो रही है...
ja: 画像を生成中...
pt: Gerando imagem...
ru: Создание изображения...
zh: 正在生成图像...

source: 생성된 이미지가 여기에 표시됩니다
ar: سيتم عرض الصورة التي تم إنشاؤها هنا
de: Das generierte Bild wird hier angezeigt
es: La imagen generada se mostrará aquí
fr: L'image générée sera affichée ici
hi: जनरेट की गई छवि यहाँ प्रदर्शित होगी
ja: 生成された画像はここに表示されます
pt: A imagem gerada será exibida aqui
ru: Сгенерированное изображение будет отображено здесь
zh: 生成的图像将显示在此处

source: 다운로드
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
ja: ダウンロード
pt: Baixar
ru: Скачать
zh: 下载

source: 텍스트 입력
ar: إدخال نص
de: Text eingeben
es: Ingresar texto
fr: Entrer du texte
hi: टेक्स्ट दर्ज करें
ja: テキストを入力
pt: Inserir Texto
ru: Введите текст
zh: 输入文本

source: 생성된 이미지
ar: الصورة التي تم إنشاؤها
de: Generiertes Bild
es: Imagen generada
fr: Image générée
hi: जनरेट की गई छवि
ja: 生成された画像
pt: Imagem Gerada
ru: Сгенерированное изображение
zh: 生成的图像

source: 목소리 만들기
ar: إنشاء صوت
de: Stimme erstellen
es: Crear voz
fr: Créer une voix
hi: आवाज़ बनाएँ
ja: ボイスを作成
pt: Criar Voz
ru: Создать голос
zh: 创建语音

source: AI 목소리 생성
ar: إنشاء صوت ذكاء اصطناعي
de: KI-Stimme generieren
es: Generar voz de IA
fr: Générer une voix IA
hi: AI आवाज़ जनरेट करें
ja: AIボイスを生成
pt: Gerar Voz de IA
ru: Создать голос ИИ
zh: 生成AI语音

source: 샘플 미리듣기
ar: معاينة العينة
de: Probe vorhören
es: Escuchar muestra
fr: Écouter l'échantillon
hi: नमूना सुनें
ja: サンプルを試聴
pt: Ouvir Amostra
ru: Прослушать образец
zh: 试听样本

source: 현재 브라우저가 샘플 기능을 허용하지 않음
ar: متصفحك الحالي لا يدعم ميزة العينة
de: Ihr Browser unterstützt die Probefunktion nicht
es: Tu navegador no admite la función de muestra
fr: Votre navigateur ne prend pas en charge la fonction d'échantillon
hi: आपका ब्राउज़र नमूना फ़ंक्शन का समर्थन नहीं करता
ja: 現在のブラウザはサンプル機能をサポートしていません
pt: Seu navegador não suporta a função de amostra
ru: Ваш браузер не поддерживает функцию образцов
zh: 当前浏览器不支持样本功能

source: 샘플 ID
ar: معرف العينة
de: Proben-ID
es: ID de muestra
fr: ID de l'échantillon
hi: नमूना आईडी
ja: サンプルID
pt: ID da Amostra
ru: ID образца
zh: 样本ID

source: 나만의 특별한 목소리 이름을 지어주세요
ar: يرجى إنشاء اسم خاص ومميز لصوتك
de: Geben Sie Ihrer einzigartigen Stimme einen besonderen Namen
es: Crea un nombre especial para tu voz única
fr: Créez un nom spécial pour votre voix unique
hi: अपनी अनूठी आवाज़ के लिए एक विशेष नाम बनाएँ
ja: 自分だけの特別なボイスの名前をつけてください
pt: Crie um nome especial para sua voz única
ru: Придумайте уникальное имя для вашего голоса
zh: 为您的独特语音取一个特别的名字

source: 목소리 저장하기
ar: حفظ الصوت
de: Stimme speichern
es: Guardar voz
fr: Enregistrer la voix
hi: आवाज़ सहेजें
ja: ボイスを保存
pt: Salvar Voz
ru: Сохранить голос
zh: 保存语音

source: 목소리 이름을 입력해주세요!
ar: يرجى إدخال اسم الصوت!
de: Bitte geben Sie einen Stimmen-Namen ein!
es: ¡Por favor, ingresa un nombre para la voz!
fr: Veuillez entrer un nom pour la voix !
hi: कृपया आवाज़ का नाम दर्ज करें!
ja: ボイスの名前を入力してください！
pt: Por favor, insira o nome da voz!
ru: Пожалуйста, введите имя голоса!
zh: 请输入语音名称！

source: 최종 목소리 생성 완료! Voice ID:
ar: اكتمل إنشاء الصوت النهائي! معرف الصوت:
de: Endgültige Stimmen-Erstellung abgeschlossen! Stimmen-ID:
es: ¡Creación de voz finalizada! ID de voz:
fr: Création de la voix finalisée ! ID de la voix :
hi: आवाज़ निर्माण पूर्ण! आवाज़ आईडी:
ja: 最終ボイス生成完了！ボイスID:
pt: Criação da voz concluída! ID da Voz:
ru: Голос успешно создан! ID голоса:
zh: 语音创建完成！语音ID：

source: 처리 중 오류가 발생했습니다.
ar: حدث خطأ أثناء المعالجة.
de: Fehler während der Verarbeitung.
es: Error durante el procesamiento.
fr: Erreur lors du traitement.
hi: प्रसंस्करण के दौरान त्रुटि हुई।
ja: 処理中にエラーが発生しました。
pt: Erro durante o processamento.
ru: Ошибка во время обработки.
zh: 处理过程中发生错误。

source: 다시 만드시겠습니까? 재생성시 기존의 토큰이 아닌 새로운 토큰이 차감됩니다. 목소리는 마이페이지에 그대로 저장됩니다.
ar: هل ترغب في إعادة المحاولة؟ عند إعادة الإنشاء، سيتم خصم رمز جديد بدلاً من الرمز الحالي. سيظل الصوت محفوظًا في صفحتي الشخصية.
de: Möchten Sie es erneut versuchen? Bei einer erneuten Erstellung wird ein neuer Token abgezogen, nicht der bestehende. Ihre Stimme bleibt auf Ihrer Seite gespeichert.
es: ¿Quieres intentarlo de nuevo? Al regenerar, se deducirá un nuevo token, no el existente. Tu voz permanecerá guardada en tu página.
fr: Voulez-vous réessayer ? En cas de régénération, un nouveau jeton sera déduit, et non l'existant. Votre voix restera enregistrée sur votre page.
hi: क्या आप फिर से बनाना चाहेंगे? पुनर्जनन पर मौजूदा टोकन के बजाय नया टोकन काटा जाएगा। आवाज़ आपके पेज पर सहेजी रहेगी।
ja: もう一度作成しますか？ 再生成すると、既存のトークンではなく新しいトークンが消費されます。 ボイスはマイページに保存されます。
pt: Deseja criar novamente? Ao regenerar, um novo token será consumido, não o token existente. A voz será salva na sua página.
ru: Хотите создать заново? При повторном создании будет списан новый токен, а не существующий. Голос будет сохранен на вашей странице.
zh: 是否要重新创建？ 重新创建将消耗新的令牌，而不是现有令牌。 语音将保存在您的个人页面中。
