Repository: staffil/galatea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, ja, pt, ru, zh

source: 권한이 없습니다.
ar: لا يوجد إذن.
de: Keine Berechtigung.
es: Sin permiso.
fr: Aucune autorisation.
hi: कोई अनुमति नहीं।
ja: 権限がありません。
pt: Sem permissão.
ru: Нет прав.
zh: 没有权限。

source: voice_id 값이 맞지 않습니다. 목소리를 다시 생성하거나 다른 목소리로 바꿔 주세요.
ar: قيمة voice_id غير صحيحة. يرجى إعادة إنشاء الصوت أو اختيار صوت آخر.
de: Ungültiger voice_id-Wert. Bitte generieren Sie die Stimme erneut oder wählen Sie eine andere Stimme.
es: El valor de voice_id no es correcto. Por favor, genera la voz de nuevo o selecciona otra voz.
fr: La valeur voice_id est incorrecte. Veuillez régénérer la voix ou choisir une autre voix.
hi: voice_id मान सही नहीं है। कृपया आवाज़ को फिर से जनरेट करें या दूसरी आवाज़ चुनें।
ja: voice_idの値が正しくありません。ボイスを再生成するか、別のボイスに変更してください。
pt: O valor de voice_id está incorreto. Gere a voz novamente ou escolha outra voz.
ru: Значение voice_id неверное. Пожалуйста, создайте голос заново или выберите другой голос.
zh: voice_id值不正确。请重新生成语音或更换其他语音。

source: 이름과 이미지를 모두 입력해주세요.
ar: يرجى إدخال الاسم والصورة.
de: Bitte geben Sie sowohl Namen als auch Bild ein.
es: Por favor, ingresa tanto el nombre como la imagen.
fr: Veuillez entrer à la fois le nom et l'image.
hi: कृपया नाम और छवि दोनों दर्ज करें।
ja: 名前と画像の両方を入力してください。
pt: Por favor, insira tanto o nome quanto a imagem.
ru: Пожалуйста, введите имя и изображение.
zh: 请同时输入名称和图像。

source: llm_id 값이 없습니다.
ar: قيمة llm_id غير موجودة.
de: Kein llm_id-Wert vorhanden.
es: No hay valor de llm_id.
fr: Aucune valeur llm_id.
hi: कोई llm_id मान नहीं है।
ja: llm_idの値がありません。
pt: Nenhum valor de llm_id.
ru: Отсутствует значение llm_id.
zh: 没有llm_id值。

source: 해당 LLM이 존재하지 않거나, llm_id가 올바르지 않습니다.
ar: النموذج المحدد غير موجود أو أن llm_id غير صالح.
de: Das angegebene LLM existiert nicht oder die llm_id ist ungültig.
es: El LLM especificado no existe o el llm_id no es válido.
fr: Le LLM spécifié n'existe pas ou l'llm_id est invalide.
hi: निर्दिष्ट LLM मौजूद नहीं है या llm_id अमान्य है।
ja: 指定されたLLMが存在しないか、llm_idが無効です。
pt: O LLM especificado não existe ou o llm_id é inválido.
ru: Указанный LLM не существует или llm_id неверный.
zh: 指定的LLM不存在或llm_id无效。

source: 이미지 파일이 제공되지 않았습니다.
ar: لم يتم توفير ملف صورة.
de: Keine Bilddatei bereitgestellt.
es: No se proporcionó un archivo de imagen.
fr: Aucun fichier image fourni.
hi: कोई छवि फ़ाइल प्रदान नहीं की गई।
ja: 画像ファイルが提供されていません。
pt: Nenhum arquivo de imagem foi fornecido.
ru: Файл изображения не предоставлен.
zh: 未提供图像文件。

source: 지원되지 않는 이미지 형식입니다.
ar: تنسيق الصورة غير مدعوم.
de: Nicht unterstütztes Bildformat.
es: Formato de imagen no compatible.
fr: Format d'image non pris en charge.
hi: असमर्थित छवि प्रारूप।
ja: サポートされていない画像形式です。
pt: Formato de imagem não suportado.
ru: Неподдерживаемый формат изображения.
zh: 不支持的图像格式。

source: 유효한 이미지 파일이 아닙니다.
ar: ملف الصورة غير صالح.
de: Keine gültige Bilddatei.
es: No es un archivo de imagen válido.
fr: Fichier image non valide.
hi: मान्य छवि फ़ाइल नहीं है।
ja: 有効な画像ファイルではありません。
pt: Arquivo de imagem inválido.
ru: Недействительный файл изображения.
zh: 无效的图像文件。

source: 이미지 파일이 너무 큽니다. (최대 5MB)
ar: ملف الصورة كبير جدًا. (الحد الأقصى 5 ميجابايت)
de: Bilddatei ist zu groß. (Maximal 5 MB)
es: El archivo de imagen es demasiado grande. (Máximo 5 MB)
fr: Le fichier image est trop volumineux. (Maximum 5 Mo)
hi: छवि फ़ाइल बहुत बड़ी है। (अधिकतम 5MB)
ja: 画像ファイルが大きすぎます。（最大5MB）
pt: O arquivo de imagem é muito grande. (Máximo 5MB)
ru: Файл изображения слишком большой. (Максимум 5 МБ)
zh: 图像文件过大。（最大5MB）

source: 이미지를 읽는 중 오류 발생
ar: حدث خطأ أثناء قراءة الصورة.
de: Fehler beim Lesen des Bildes.
es: Error al leer la imagen.
fr: Erreur lors de la lecture de l'image.
hi: छवि पढ़ने में त्रुटि।
ja: 画像の読み込み中にエラーが発生
pt: Erro ao ler a imagem.
ru: Ошибка при чтении изображения.
zh: 读取图像时发生错误。

source: 해당 AI 설명을 해주세요
ar: يرجى تقديم وصف لهذا الذكاء الاصطناعي
de: Bitte beschreiben Sie diese KI
es: Por favor, describe esta IA
fr: Veuillez décrire cette IA
hi: कृपया इस AI का वर्णन करें
ja: このAIの説明をしてください
pt: Descreva esta IA
ru: Опишите этот ИИ
zh: 请描述此AI

source: AI 제목은 50자 이내입니다.
ar: عنوان الذكاء الاصطناعي يجب أن يكون ضمن 50 حرفًا.
de: KI-Titel darf maximal 50 Zeichen lang sein.
es: El título de la IA debe tener menos de 50 caracteres.
fr: Le titre de l'IA doit comporter moins de 50 caractères.
hi: AI शीर्षक 50 अक्षरों से कम होना चाहिए।
ja: AIのタイトルは50文字以内です。
pt: O título da IA deve ter até 50 caracteres.
ru: Заголовок ИИ должен содержать не более 50 символов.
zh: AI标题不得超过50个字符。

source: 장르는 5개 까지 선택가능합니다.
ar: يمكن اختيار ما يصل إلى 5 أنواع.
de: Bis zu 5 Genres können ausgewählt werden.
es: Se pueden seleccionar hasta 5 géneros.
fr: Jusqu'à 5 genres peuvent être sélectionnés.
hi: 5 शैलियों तक चयन किया जा सकता है।
ja: ジャンルは最大5つまで選択可能です。
pt: Até 5 gêneros podem ser selecionados.
ru: Можно выбрать до 5 жанров.
zh: 最多可选择5个类型。

source: 요청이 정상적으로 제출되었습니다.
ar: تم تقديم الطلب بنجاح.
de: Anfrage wurde erfolgreich eingereicht.
es: Solicitud enviada con éxito.
fr: Requête soumise avec succès.
hi: अनुरोध सफलतापूर्वक जमा किया गया।
ja: リクエストが正常に送信されました。
pt: A solicitação foi enviada com sucesso.
ru: Запрос успешно отправлен.
zh: 请求已成功提交。

source: 이 글에 접근할 권한이 없습니다.
ar: ليس لديك إذن للوصول إلى هذا المنشور.
de: Sie haben keine Berechtigung, auf diesen Beitrag zuzugreifen.
es: No tienes permiso para acceder a esta publicación.
fr: Vous n'avez pas l'autorisation d'accéder à cette publication.
hi: आपको इस पोस्ट तक पहुँचने की अनुमति नहीं है।
ja: この投稿にアクセスする権限がありません。
pt: Você não tem permissão para acessar esta postagem.
ru: У вас нет прав доступа к этой записи.
zh: 您无权访问此帖子。

source: 응답이 저장되었습니다.
ar: تم حفظ الاستجابة.
de: Antwort wurde gespeichert.
es: Respuesta guardada.
fr: Réponse enregistrée.
hi: प्रतिक्रिया सहेजी गई।
ja: 応答が保存されました。
pt: A resposta foi salva.
ru: Ответ сохранен.
zh: 响应已保存。

source: 수정 권한이 없습니다.
ar: ليس لديك إذن للتعديل.
de: Sie haben keine Berechtigung zum Bearbeiten.
es: No tienes permiso para editar.
fr: Vous n'avez pas l'autorisation de modifier.
hi: आपको संपादन की अनुमति नहीं है।
ja: 編集権限がありません。
pt: Você não tem permissão para editar.
ru: У вас нет прав на редактирование.
zh: 您没有编辑权限。

source: 요청사항이 삭제 되었습니다
ar: تم حذف الطلب.
de: Anfrage wurde gelöscht.
es: Solicitud eliminada.
fr: Requête supprimée.
hi: अनुरोध हटा दिया गया।
ja: リクエストが削除されました。
pt: A solicitação foi excluída.
ru: Запрос удален.
zh: 请求已删除。

source: 삭제 권한이 없습니다.
ar: ليس لديك إذن للحذف.
de: Sie haben keine Berechtigung zum Löschen.
es: No tienes permiso para eliminar.
fr: Vous n'avez pas l'autorisation de supprimer.
hi: आपको हटाने की अनुमति नहीं है।
ja: 削除権限がありません。
pt: Você não tem permissão para excluir.
ru: У вас нет прав на удаление.
zh: 您没有删除权限。

source: 프롬프트가 삭제 되었습니다.
ar: تم حذف التعليمات.
de: Prompt wurde gelöscht.
es: Prompt eliminado.
fr: Prompt supprimé.
hi: प्रॉम्प्ट हटा दिया गया।
ja: プロンプトが削除されました。
pt: O prompt foi excluído.
ru: Промпт удален.
zh: 提示已删除。

source: 프롬프트가 수정되었습니다.
ar: تم تحديث التعليمات.
de: Prompt wurde aktualisiert.
es: Prompt actualizado.
fr: Prompt mis à jour.
hi: प्रॉम्प्ट अपडेट किया गया।
ja: プロンプトが更新されました。
pt: O prompt foi atualizado.
ru: Промпт обновлен.
zh: 提示已更新。

source: 요청할 수 없습니다.
ar: لا يمكن تقديم الطلب.
de: Anfrage kann nicht gestellt werden.
es: No se puede realizar la solicitud.
fr: Impossible de faire une requête.
hi: अनुरोध नहीं किया जा सकता।
ja: リクエストできません。
pt: Não é possível fazer a solicitação.
ru: Невозможно сделать запрос.
zh: 无法请求。

source: user_id가 필요합니다.
ar: معرف المستخدم مطلوب.
de: Benutzer-ID ist erforderlich.
es: Se requiere un user_id.
fr: Un user_id est requis.
hi: user_id आवश्यक है।
ja: user_idが必要です。
pt: O user_id é necessário.
ru: Требуется user_id.
zh: 需要user_id。

source: 존재하지 않는 사용자입니다.
ar: المستخدم غير موجود.
de: Benutzer existiert nicht.
es: Usuario no existente.
fr: Utilisateur inexistant.
hi: उपयोगकर्ता मौजूद नहीं है।
ja: 存在しないユーザーです。
pt: Usuário inexistente.
ru: Пользователь не существует.
zh: 用户不存在。

source: llm_id가 필요합니다.
ar: معرف النموذج مطلوب.
de: llm_id ist erforderlich.
es: Se requiere un llm_id.
fr: Un llm_id est requis.
hi: llm_id आवश्यक है।
ja: llm_idが必要です。
pt: O llm_id é necessário.
ru: Требуется llm_id.
zh: 需要llm_id。

source: 존재하지 않는 LLM입니다.
ar: النموذج غير موجود.
de: LLM existiert nicht.
es: LLM no existente.
fr: LLM inexistant.
hi: LLM मौजूद नहीं है।
ja: 存在しないLLMです。
pt: LLM inexistente.
ru: LLM не существует.
zh: LLM不存在。

source: LLM을 찾을 수 없습니다.
ar: لا يمكن العثور على النموذج.
de: LLM nicht gefunden.
es: No se pudo encontrar el LLM.
fr: LLM non trouvé.
hi: LLM नहीं मिला।
ja: LLMが見つかりません。
pt: LLM não encontrado.
ru: LLM не найден.
zh: 找不到LLM。

source: 로그인이 필요합니다.
ar: تسجيل الدخول مطلوب.
de: Anmeldung erforderlich.
es: Es necesario iniciar sesión.
fr: Connexion requise.
hi: लॉगिन आवश्यक है।
ja: ログインが必要です。
pt: Login necessário.
ru: Требуется вход в систему.
zh: 需要登录。

source: CelebrityVoice가 존재하지 않습니다.
ar: صوت المشاهير غير موجود.
de: Prominentenstimme existiert nicht.
es: Voz de celebridad no existente.
fr: Voix de célébrité inexistante.
hi: मशहूर हस्ती की आवाज़ मौजूद नहीं है।
ja: セレブリティボイスが存在しません。
pt: Voz de Celebridade inexistente.
ru: Голос знаменитости не существует.
zh: 名人语音不存在。

source: 프롬프트가 제공되지 않았습니다.
ar: لم يتم توفير تعليمات.
de: Kein Prompt bereitgestellt.
es: No se proporcionó un prompt.
fr: Aucun prompt fourni.
hi: कोई प्रॉम्प्ट प्रदान नहीं किया गया।
ja: プロンプトが提供されていません。
pt: Nenhum prompt fornecido.
ru: Промпт не предоставлен.
zh: 未提供提示。

source: 잘못된 요청입니다.
ar: طلب غير صالح.
de: Ungültige Anfrage.
es: Solicitud inválida.
fr: Requête invalide.
hi: अमान्य अनुरोध।
ja: 無効なリクエストです。
pt: Solicitação inválida.
ru: Неверный запрос.
zh: 无效请求。

source: URL이 제공되지 않았습니다.
ar: لم يتم توفير عنوان URL.
de: Keine URL bereitgestellt.
es: No se proporcionó una URL.
fr: Aucune URL fournie.
hi: कोई URL प्रदान नहीं किया गया।
ja: URLが提供されていません。
pt: Nenhum URL fornecido.
ru: URL не предоставлен.
zh: 未提供URL。

source: 이미지를 가져오는데 실패했습니다.
ar: فشل في جلب الصورة.
de: Fehler beim Abrufen des Bildes.
es: Fallo al recuperar la imagen.
fr: Échec de la récupération de l'image.
hi: छवि प्राप्त करने में विफल।
ja: 画像の取得に失敗しました。
pt: Falha ao obter a imagem.
ru: Не удалось загрузить изображение.
zh: 获取图像失败。

source: 팔로워 목록
ar: قائمة المتابعين
de: Follower-Liste
es: Lista de seguidores
fr: Liste des abonnés
hi: अनुयायी सूची
ja: フォロワーリスト
pt: Lista de Seguidores
ru: Список подписчиков
zh: 关注者列表

source: 아직 팔로워가 없습니다
ar: لا يوجد متابعون بعد
de: Noch keine Follower
es: Aún no tienes seguidores
fr: Vous n'avez encore aucun abonné
hi: अभी तक कोई अनुयायी नहीं है
ja: まだフォロワーがいません
pt: Ainda não há seguidores
ru: Подписчиков пока нет
zh: 还没有关注者

source: 다른 사용자들과 소통해보세요!
ar: تواصل مع مستخدمين آخرين!
de: Verbinden Sie sich mit anderen Benutzern!
es: ¡Conecta con otros usuarios!
fr: Connectez-vous avec d'autres utilisateurs !
hi: दूसरे उपयोगकर्ताओं के साथ जुड़ें!
ja: 他のユーザーと交流してみましょう！
pt: Converse com outros usuários!
ru: Общайтесь с другими пользователями!
zh: 与其他用户交流吧！

source: 팔로잉 목록
ar: قائمة المتابعة
de: Folgende Liste
es: Lista de seguidos
fr: Liste des suivis
hi: फॉलोइंग सूची
ja: フォロー中リスト
pt: Lista de Seguindo
ru: Список подписок
zh: 正在关注列表

source: 아직 팔로우한 사용자가 없습니다
ar: لم تتابع أي مستخدم بعد
de: Noch keine Benutzer gefolgt
es: Aún no has seguido a ningún usuario
fr: Vous n'avez encore suivi aucun utilisateur
hi: आपने अभी तक किसी उपयोगकर्ता को फॉलो नहीं किया है
ja: まだフォローしたユーザーはいません
pt: Você ainda não seguiu nenhum usuário
ru: Вы еще не подписались на пользователей
zh: 您还没有关注任何用户

source: 관심있는 사용자를 팔로우해보세요!
ar: تابع المستخدمين الذين تهتم بهم!
de: Folgen Sie Benutzern, die Sie interessieren!
es: ¡Sigue a usuarios que te interesen!
fr: Suivez les utilisateurs qui vous intéressent !
hi: रुचि रखने वाले उपयोगकर्ताओं को फॉलो करें!
ja: 興味のあるユーザーをフォローしてみましょう！
pt: Siga usuários de seu interesse!
ru: Подпишитесь на интересующих вас пользователей!
zh: 关注您感兴趣的用户吧！

source: 사용자 정보를 불러올 수 없습니다
ar: لا يمكن تحميل معلومات المستخدم
de: Benutzerinformationen können nicht geladen werden
es: No se pueden cargar los datos del usuario
fr: Impossible de charger les informations de l'utilisateur
hi: उपयोगकर्ता जानकारी लोड नहीं की जा सकती
ja: ユーザー情報を読み込めません
pt: Não foi possível carregar as informações do usuário
ru: Не удалось загрузить информацию о пользователе
zh: 无法加载用户信息

source: 사용자 정보를 불러오는 데 실패했습니다.
ar: فشل تحميل معلومات المستخدم.
de: Fehler beim Laden der Benutzerinformationen.
es: Fallo al cargar los datos del usuario.
fr: Échec du chargement des informations de l'utilisateur.
hi: उपयोगकर्ता जानकारी लोड करने में विफल।
ja: ユーザー情報の読み込みに失敗しました。
pt: Falha ao carregar informações do usuário.
ru: Ошибка при загрузке информации о пользователе.
zh: 加载用户信息失败。

source: 좋아한 AI - GALATEA
ar: الذكاء الاصطناعي المفضل - غاليتيا
de: Geliebte KI - GALATEA
es: IA que te gusta - GALATEA
fr: IA aimée - GALATEA
hi: पसंदीदा AI - GALATEA
ja: 好きなAI - GALATEA
pt: IAs Curtidas - GALATEA
ru: Понравившиеся ИИ - GALATEA
zh: 喜欢的AI - GALATEA

source: 좋아한 AI
ar: الذكاء الاصطناعي المفضل
de: Geliebte KI
es: IA que te gusta
fr: IA aimée
hi: पसंदीदा AI
ja: 好きなAI
pt: IAs Curtidas
ru: Понравившиеся ИИ
zh: 喜欢的AI

source: 좋아한 AI가 없습니다
ar: لا يوجد ذكاء اصطناعي مفضل
de: Keine geliebte KI gefunden
es: No tienes ninguna IA que te guste
fr: Aucune IA aimée
hi: कोई पसंदीदा AI नहीं है
ja: 好きなAIはありません
pt: Nenhuma IA curtida
ru: Нет понравившихся ИИ
zh: 没有喜欢的AI

source: 좋아요 토글 오류:
ar: خطأ في تبديل الإعجاب:
de: Gefällt mir-Schalterfehler:
es: Error en el interruptor de Me gusta:
fr: Erreur du commutateur J'aime :
hi: पसंद टॉगल त्रुटि:
ja: いいねトグルエラー:
pt: Erro ao alternar curtida:
ru: Ошибка переключения лайка:
zh: 点赞切换错误：

source: Following
ar: يتابع
de: Folgt
es: Siguiendo
fr: Suivi
hi: फॉलोइंग
ja: フォロー中
pt: Seguindo
ru: Подписан
zh: 已关注

source: Follow
ar: متابعة
de: Folgen
es: Seguir
fr: Suivre
hi: फॉलो करें
ja: フォロー
pt: Seguir
ru: Подписаться
zh: 关注

source: 팔로우 토글 오류:
ar: خطأ في تبديل المتابعة:
de: Folgen-Schalterfehler:
es: Error en el interruptor de Seguir:
fr: Erreur du commutateur Suivre :
hi: फॉलो टॉगल त्रुटि:
ja: フォロートグルエラー:
pt: Erro ao alternar seguir:
ru: Ошибка переключения подписки:
zh: 关注切换错误：

source: AI 대화 내역
ar: سجل محادثات الذكاء الاصطناعي
de: KI-Gesprächsverlauf
es: Historial de conversaciones de IA
fr: Historique des conversations IA
hi: AI बातचीत इतिहास
ja: AI会話履歴
pt: Histórico de Conversas com IA
ru: История диалогов с ИИ
zh: AI对话记录

source: 나의 AI와 나눈 모든 대화를 확인하고 관리하세요
ar: تحقق من جميع المحادثات مع الذكاء الاصطناعي الخاص بك وقم بإدارتها
de: Überprüfen und verwalten Sie alle Gespräche mit Ihrer KI
es: Revisa y gestiona todas las conversaciones con tu IA
fr: Consultez et gérez toutes les conversations avec votre IA
hi: अपने AI के साथ हुई सभी बातचीत की जाँच करें और प्रबंधित करें
ja: あなたのAIとのすべての会話を確認および管理してください
pt: Verifique e gerencie todas as conversas com sua IA
ru: Проверяйте и управляйте всеми диалогами с вашим ИИ
zh: 查看并管理与您的AI的所有对话

source: AI 선택
ar: اختيار الذكاء الاصطناعي
de: KI auswählen
es: Seleccionar IA
fr: Sélectionner une IA
hi: AI चुनें
ja: AIを選択
pt: Selecionar IA
ru: Выберите ИИ
zh: 选择AI

source: 대화 내역
ar: سجل المحادثات
de: Gesprächsverlauf
es: Historial de conversaciones
fr: Historique des conversations
hi: बातचीत इतिहास
ja: 会話履歴
pt: Histórico de Conversas
ru: История диалогов
zh: 对话记录

source: AI를 선택해주세요
ar: يرجى اختيار ذكاء اصطناعي
de: Bitte wählen Sie eine KI
es: Por favor, selecciona una IA
fr: Veuillez sélectionner une IA
hi: कृपया AI चुनें
ja: AIを選択してください
pt: Por favor, selecione uma IA
ru: Пожалуйста, выберите ИИ
zh: 请选择AI

source: 위에서 AI를 선택하면 해당 AI와의 대화 내역을 확인할 수 있습니다.
ar: اختر ذكاءً اصطناعيًا من الأعلى لعرض سجل المحادثات معه.
de: Wählen Sie oben eine KI aus, um den Gesprächsverlauf mit dieser KI anzuzeigen.
es: Selecciona una IA arriba para ver el historial de conversaciones con ella.
fr: Sélectionnez une IA ci-dessus pour voir l'historique des conversations avec celle-ci.
hi: ऊपर से AI चुनने पर आप उस AI के साथ बातचीत इतिहास देख सकते हैं।
ja: 上からAIを選択すると、そのAIとの会話履歴を確認できます。
pt: Ao selecionar uma IA acima, você pode visualizar o histórico de conversas com ela.
ru: Выберите ИИ выше, чтобы просмотреть историю диалогов с ним.
zh: 在上方选择AI后，您可以查看与其的对话记录。

source: 대화 기록이 없습니다
ar: لا يوجد سجل محادثات
de: Kein Gesprächsverlauf
es: No hay historial de conversaciones
fr: Aucun historique de conversation
hi: कोई बातचीत रिकॉर्ड नहीं है
ja: 会話記録がありません
pt: Nenhum registro de conversa
ru: Записей диалогов нет
zh: 没有对话记录

source: AI와 대화를 시작해보세요!
ar: ابدأ محادثة مع الذكاء الاصطناعي!
de: Starten Sie eine Konversation mit der KI!
es: ¡Comienza una conversación con la IA!
fr: Commencez une conversation avec l'IA !
hi: AI के साथ बातचीत शुरू करें!
ja: AIと会話を始めてみましょう！
pt: Comece uma conversa com a IA!
ru: Начните диалог с ИИ!
zh: 开始与AI对话吧！

source: 개의 대화
ar: محادثات
de: Gespräche
es: Conversaciones
fr: Conversations
hi: बातचीत
ja: 会話
pt: Conversas
ru: Диалогов
zh: 条对话

source: 총
ar: الإجمالي
de: Gesamt
es: Total
fr: Total
hi: कुल
ja: 合計
pt: Total
ru: Всего
zh: 总计

source: 선택한 AI와 아직 대화를 나누지 않았습니다.
ar: لم تتحدث بعد مع الذكاء الاصطناعي المختار.
de: Sie haben noch kein Gespräch mit der ausgewählten KI geführt.
es: Aún no has tenido una conversación con la IA seleccionada.
fr: Vous n'avez pas encore eu de conversation avec l'IA sélectionnée.
hi: आपने अभी तक चयनित AI के साथ बातचीत नहीं की है।
ja: 選択したAIとまだ会話をしていません。
pt: Você ainda não conversou com a IA selecionada.
ru: Вы еще не общались с выбранным ИИ.
zh: 您尚未与所选AI进行对话。

source: 언어
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt: Idioma
ru: Язык
zh: 语言

source: AI 이름
ar: اسم الذكاء الاصطناعي
de: KI-Name
es: Nombre de IA
fr: Nom de l'IA
hi: AI का नाम
ja: AIの名前
pt: Nome da IA
ru: Имя ИИ
zh: AI名称

source: Voice ID
ar: معرف الصوت
de: Stimmen-ID
es: ID de voz
fr: ID de la voix
hi: आवाज़ आईडी
ja: ボイスID
pt: ID da Voz
ru: ID голоса
zh: 语音ID

source: Stability
ar: الاستقرار
de: Stabilität
es: Estabilidad
fr: Stabilité
hi: स्थिरता
ja: 安定性
pt: Estabilidade
ru: Стабильность
zh: 稳定性

source: 생성된 음성이 얼마나 안정적인지 조절합니다.
ar: يضبط مدى استقرار الصوت المُنشأ.
de: Regelt, wie stabil die generierte Stimme ist.
es: Ajusta cuán estable es la voz generada.
fr: Ajuste la stabilité de la voix générée.
hi: जनरेट की गई आवाज़ की स्थिरता को नियंत्रित करता है।
ja: 生成されたボイスの安定性を調整します。
pt: Ajusta o quão estável é a voz gerada.
ru: Регулирует стабильность созданного голоса.
zh: 调节生成语音的稳定性。

source: 값이 높을수록 더 일관된 음성이 생성됩니다.
ar: كلما زادت القيمة، يتم إنشاء صوت أكثر اتساقًا.
de: Höhere Werte erzeugen eine konsistentere Stimme.
es: Cuanto mayor sea el valor, más consistente será la voz generada.
fr: Plus la valeur est élevée, plus la voix générée est cohérente.
hi: मूल्य जितना अधिक होगा, उतनी ही सुसंगत आवाज़ जनरेट होगी।
ja: 値が高いほど、より一貫したボイスが生成されます。
pt: Quanto maior o valor, mais consistente será a voz gerada.
ru: Чем выше значение, тем более последовательный голос создается.
zh: 值越高，生成的语音越一致。

source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hi: गति
ja: 速度
pt: Velocidade
ru: Скорость
zh: 速度

source: AI 답변 속도를 조절합니다.
ar: يضبط سرعة استجابة الذكاء الاصطناعي.
de: Regelt die Antwortgeschwindigkeit der KI.
es: Ajusta la velocidad de respuesta de la IA.
fr: Ajuste la vitesse de réponse de l'IA.
hi: AI जवाब की गति को समायोजित करता है।
ja: AIの応答速度を調整します。
pt: Ajusta a velocidade de resposta da IA.
ru: Регулирует скорость ответа ИИ.
zh: 调节AI的响应速度。

source: Style
ar: الأسلوب
de: Stil
es: Estilo
hi: स्टाइल
ja: スタイル
pt: Estilo
ru: Стиль
zh: 风格

source: 스타일을 설정할 수 있습니다.
ar: يمكنك ضبط الأسلوب.
de: Sie können den Stil einstellen.
es: Puedes configurar el estilo.
fr: Vous pouvez définir le style.
hi: आप स्टाइल सेट कर सकते हैं।
ja: スタイルを設定できます。
pt: Você pode definir o estilo.
ru: Можно настроить стиль.
zh: 可以设置风格。

source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
ja: 温度
pt: Temperatura
ru: Температура
zh: 温度

source: AI의 창의성과 랜덤성을 조절합니다.
ar: يضبط إبداع الذكاء الاصطناعي وعشوائيته.
de: Regelt die Kreativität und Zufälligkeit der KI.
es: Ajusta la creatividad y aleatoriedad de la IA.
fr: Ajuste la créativité et l'aléatoire de l'IA.
hi: AI की रचनात्मकता और यादृच्छिकता को नियंत्रित करता है।
ja: AIの創造性とランダム性を調整します。
pt: Ajusta a criatividade e aleatoriedade da IA.
ru: Регулирует креативность и случайность ИИ.
zh: 调节AI的创造力和随机性。

source: 모델
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
ja: モデル
pt: Modelo
ru: Модель
zh: 模型

source: 날짜
ar: التاريخ
de: Datum
es: Fecha
fr: Date
hi: तारीख
ja: 日付
pt: Data
ru: Дата
zh: 日期

source: 이름
ar: الاسم
de: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
pt: Nome
ru: Имя
zh: 名称

source: 샘플
ar: عينة
de: Probe
es: Muestra
fr: Échantillon
hi: नमूना
ja: サンプル
pt: Amostra
ru: Образец
zh: 样本

source: 선택
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
ja: 選択
pt: Selecionar
ru: Выбрать
zh: 选择

source: 없음
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
pt: Nenhum
ru: Нет
zh: 无

source: 음성 만들기
ar: إنشاء صوت
de: Stimme erstellen
es: Crear voz
fr: Créer une voix
hi: आवाज़ बनाएँ
ja: ボイスを作成
pt: Criar Voz
ru: Создать голос
zh: 创建语音

source: AI 수정하기
ar: تعديل الذكاء الاصطناعي
de: KI bearbeiten
es: Editar IA
fr: Modifier l'IA
hi: AI संपादित करें
ja: AIを編集
pt: Editar IA
ru: Редактировать ИИ
zh: 编辑AI

source: 나의 요청글 목록
ar: قائمة طلباتي
de: Meine Anfrageliste
es: Lista de mis solicitudes
fr: Liste de mes demandes
hi: मेरी अनुरोध सूची
ja: 私のリクエスト投稿リスト
pt: Lista de Minhas Solicitações
ru: Список моих запросов
zh: 我的请求帖子列表

source: 아직 요청글이 없습니다.
ar: لا توجد طلبات بعد.
de: Noch keine Anfragen.
es: Aún no hay solicitudes.
fr: Aucune demande pour le moment.
hi: अभी तक कोई अनुरोध नहीं है।
ja: まだリクエスト投稿はありません。
pt: Ainda não há solicitações.
ru: Запросов пока нет.
zh: 尚无请求帖子。

source: 프로필
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
pt: Perfil
ru: Профиль
zh: 个人资料

source: 프로필 이미지
ar: صورة الملف الشخصي
de: Profilbild
es: Imagen de perfil
fr: Image de profil
hi: प्रोफ़ाइल छवि
ja: プロフィール画像
pt: Imagem de Perfil
ru: Изображение профиля
zh: 个人资料图片

source: 프로필 이미지 없음
ar: لا توجد صورة ملف شخصي
de: Kein Profilbild
es: Sin imagen de perfil
fr: Aucune image de profil
hi: कोई प्रोफ़ाइल छवि नहीं
ja: プロフィール画像なし
pt: Sem Imagem de Perfil
ru: Изображение профиля отсутствует
zh: 无个人资料图片

source: 닉네임
ar: اللقب
de: Spitzname
es: Apodo
fr: Surnom
hi: उपनाम
ja: ニックネーム
pt: Apelido
ru: Псевдоним
zh: 昵称

source: 아이디:
ar: اسم المستخدم:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
hi: उपयोगकर्ता नाम:
ja: ユーザーID:
pt: Nome de Usuário:
ru: Имя пользователя:
zh: 用户名：

source: 이메일:
ar: البريد الإلكتروني:
de: E-Mail:
es: Correo electrónico:
fr: E-mail :
hi: ईमेल:
ja: メールアドレス:
pt: E-mail:
ru: Электронная почта:
zh: 电子邮件：

source: 전화번호:
ar: رقم الهاتف:
de: Telefonnummer:
es: Número de teléfono:
fr: Numéro de téléphone :
hi: फ़ोन नंबर:
ja: 電話番号:
pt: Número de Telefone:
ru: Номер телефона:
zh: 电话号码：

source: 당신이 공유한 AI
ar: الذكاء الاصطناعي الذي شاركته
de: Von Ihnen geteilte KI
es: IA que has compartido
fr: IA que vous avez partagée
hi: आपके द्वारा साझा किया गया AI
ja: あなたが共有したAI
pt: IAs Compartilhadas por Você
ru: ИИ, которыми вы поделились
zh: 您分享的AI

source: 공유한 AI가 없습니다
ar: لا يوجد ذكاء اصطناعي مشترك
de: Keine geteilte KI gefunden
es: No hay IA compartida
fr: Aucune IA partagée
hi: कोई साझा किया गया AI नहीं है
ja: 共有したAIはありません
pt: Nenhuma IA compartilhada
ru: Опубликованных ИИ нет
zh: 没有分享的AI

source: 내가 공유한 프롬프트
ar: التعليمات التي شاركتها
de: Von mir geteilte Prompts
es: Prompts que he compartido
fr: Prompts que j'ai partagés
hi: मेरे द्वारा साझा किए गए प्रॉम्प्ट
ja: 私が共有したプロンプト
pt: Prompts Compartilhados por Mim
ru: Промпты, которыми я поделился
zh: 我分享的提示

source: 삭제
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
pt: Excluir
ru: Удалить
zh: 删除

source: 수정
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
pt: Editar
ru: Редактировать
zh: 编辑
