Repository: staffil/galatea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, hi, ja, pt, ru, zh

source: 작성된 프롬프트가 없습니다.
ar: لا توجد تعليمات مكتوبة.
de: Es gibt keinen geschriebenen Prompt.
es: No hay prompts escritos.
fr: Aucun prompt écrit.
hi: कोई प्रॉम्प्ट लिखा नहीं गया है।
ja: 作成されたプロンプトはありません。
pt: Nenhum prompt criado.
ru: Созданных промптов нет.
zh: 没有创建的提示。

source: 인기 있는 팔로워
ar: المتابعون المشهورون
de: Beliebte Follower
es: Seguidores populares
fr: Abonnés populaires
hi: लोकप्रिय अनुयायी
ja: 人気のフォロワー
pt: Seguidores Populares
ru: Популярные подписчики
zh: 热门关注者

source: 팔로워
ar: المتابعون
de: Follower
es: Seguidores
fr: Abonnés
hi: अनुयायी
ja: フォロワー
pt: Seguidores
ru: Подписчики
zh: 关注者

source: 아직 팔로우한 유저가 없습니다.
ar: لم تتابع أي مستخدم بعد.
de: Sie haben noch keine Benutzer gefolgt.
es: Aún no has seguido a ningún usuario.
fr: Vous n'avez encore suivi aucun utilisateur.
hi: आपने अभी तक किसी उपयोगकर्ता को फॉलो नहीं किया है।
ja: まだフォローしたユーザーはいません。
pt: Você ainda não seguiu nenhum usuário.
ru: Вы еще не подписались на пользователей.
zh: 您还没有关注任何用户。

source: 장르 없음
ar: لا يوجد نوع
de: Kein Genre
es: Sin género
fr: Aucun genre
hi: कोई शैली नहीं
ja: ジャンルなし
pt: Sem Gênero
ru: Без жанра
zh: 无类型

source: 검색어를 입력하세요...
ar: أدخل كلمة البحث...
de: Suchbegriff eingeben...
es: Ingresa un término de búsqueda...
fr: Entrez un terme de recherche...
hi: खोज शब्द दर्ज करें...
ja: 検索語を入力してください...
pt: Digite o termo de pesquisa...
ru: Введите поисковый запрос...
zh: 请输入搜索词...

source: 비밀번호 입력하세요()
ar: أدخل كلمة المرور
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
hi: अपना पासवर्ड दर्ज करें
ja: パスワードを入力してください
pt: Digite sua senha
ru: Введите пароль
zh: 请输入密码

source: 결제하기
ar: الدفع
de: ZAHLUNG
es: PAGAR
fr: PAYER
hi: भुगतान करें
ja: 支払い
pt: Pagar
ru: Оплатить
zh: 支付

source: 보이스 클로닝
ar: استنساخ الصوت
de: STIMMENKLONEN
es: CLONACIÓN DE VOZ
fr: CLONAGE DE VOIX
hi: आवाज़ क्लोनिंग
ja: ボイスクローニング
pt: Clonagem de Voz
ru: Клонирование голоса
zh: 语音克隆

source: 요청하기
ar: طلب
de: ANFRAGEN
es: SOLICITAR
fr: DEMANDER
hi: अनुरोध करें
ja: リクエスト
pt: Solicitar
ru: Запросить
zh: 请求

source: 공지사항
ar: الإشعارات
de: MITTEILUNGEN
es: ANUNCIOS
fr: ANNONCES
hi: सूचनाएँ
ja: お知らせ
pt: Avisos
ru: Уведомления
zh: 公告

source: 생생한 음성 대화
ar: محادثة صوتية واقعية
de: Realistische Sprachkonversation
es: Conversación de voz realista
fr: Conversation vocale réaliste
hi: जीवंत आवाज़ बातचीत
ja: リアルな音声会話
pt: Conversa de Voz Realista
ru: Реалистичный голосовой диалог
zh: 逼真的语音对话

source: 목소리 전체보기
ar: عرض جميع الأصوات
de: Alle Stimmen ansehen
es: Ver todas las voces
fr: Voir toutes les voix
hi: सभी आवाज़ें देखें
ja: すべてのボイスを見る
pt: Ver Todas as Vozes
ru: Посмотреть все голоса
zh: 查看所有语音

source: 전체 보기
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Voir tout
hi: सब देखें
ja: すべて見る
pt: Ver Tudo
ru: Посмотреть все
zh: 查看全部

source: AI 목소리 클로닝
ar: استنساخ صوت الذكاء الاصطناعي
de: KI-STIMMENKLONEN
es: CLONACIÓN DE VOZ DE IA
fr: CLONAGE DE VOIX IA
hi: AI आवाज़ क्लोनिंग
ja: AIボイスクローニング
pt: Clonagem de Voz de IA
ru: Клонирование голоса ИИ
zh: AI语音克隆

source: 목소리 이름
ar: اسم الصوت
de: STIMMENNAME
es: NOMBRE DE VOZ
fr: NOM DE LA VOIX
hi: आवाज़ का नाम
ja: ボイスの名前
pt: Nome da Voz
ru: Имя голоса
zh: 语音名称

source: 녹음 시작
ar: بدء التسجيل
de: AUFNAHME STARTEN
es: INICIAR GRABACIÓN
fr: DÉMARRER L'ENREGISTREMENT
hi: रिकॉर्डिंग शुरू करें
ja: 録音開始
pt: Iniciar Gravação
ru: Начать запись
zh: 开始录音

source: 녹음 중지
ar: إيقاف التسجيل
de: AUFNAHME BEENDEN
es: DETENER GRABACIÓN
fr: ARRÊTER L'ENREGISTREMENT
hi: रिकॉर्डिंग बंद करें
ja: 録音停止
pt: Parar Gravação
ru: Остановить запись
zh: 停止录音

source: 샘플 텍스트
ar: نص العينة
de: Probetext
es: Texto de muestra
fr: Texte d'échantillon
hi: नमूना टेक्स्ट
ja: サンプルテキスト
pt: Texto de Amostra
ru: Образец текста
zh: 样本文本

source: 샘플 생성하기
ar: إنشاء عينة
de: Probe generieren
es: Generar muestra
fr: Générer un échantillon
hi: नमूना जनरेट करें
ja: サンプルを生成
pt: Gerar Amostra
ru: Создать образец
zh: 生成样本

source: 다시 만들기
ar: إعادة الإنشاء
de: Erneut erstellen
es: Crear de nuevo
fr: Recréer
hi: फिर से बनाएँ
ja: 作り直す
pt: Recriar
ru: Создать заново
zh: 重新创建

source: 저장하기
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
pt: Salvar
ru: Сохранить
zh: 保存

source: 모델을 선택해 주세요
ar: يرجى اختيار نموذج
de: Bitte wählen Sie ein Modell
es: Por favor, selecciona un modelo
fr: Veuillez sélectionner un modèle
hi: कृपया मॉडल चुनें
ja: モデルを選択してください
pt: Por favor, selecione o modelo
ru: Пожалуйста, выберите модель
zh: 请选择模型

source: 실시간 카메라
ar: كاميرا في الوقت الفعلي
de: Echtzeit-Kamera
es: Cámara en tiempo real
fr: Caméra en temps réel
hi: रीयल-टाइम कैमरा
ja: リアルタイムカメラ
pt: Câmera em Tempo Real
ru: Камера в реальном времени
zh: 实时摄像头

source: 카메라로 실시간 대화해보세요
ar: جرب المحادثة في الوقت الفعلي باستخدام الكاميرا
de: Versuchen Sie einen Echtzeit-Chat mit der Kamera
es: Prueba una conversación en tiempo real con la cámara
fr: Essayez une conversation en temps réel avec la caméra
hi: कैमरे के साथ रीयल-टाइम बातचीत आज़माएँ
ja: カメラでリアルタイム会話を試してください
pt: Experimente uma conversa em tempo real com a câmera
ru: Попробуйте общаться в реальном времени с помощью камеры
zh: 尝试使用摄像头进行实时对话

source: 음성 인식 결과
ar: نتائج التعرف على الصوت
de: Spracherkennungsergebnisse
es: Resultados de reconocimiento de voz
fr: Résultats de la reconnaissance vocale
hi: आवाज़ पहचान परिणाम
ja: 音声認識結果
pt: Resultado do Reconhecimento de Voz
ru: Результат распознавания речи
zh: 语音识别结果

source: 음성 인식 대기 중...
ar: في انتظار التعرف على الصوت...
de: Warte auf Spracherkennung...
es: Esperando reconocimiento de voz...
fr: En attente de reconnaissance vocale...
hi: आवाज़ पहचान की प्रतीक्षा में...
ja: 音声認識待機中...
pt: Aguardando reconhecimento de voz...
ru: Ожидание распознавания речи...
zh: 正在等待语音识别...

source: AI 응답
ar: استجابة الذكاء الاصطناعي
de: KI-Antwort
es: Respuesta de IA
fr: Réponse IA
hi: AI प्रतिक्रिया
ja: AI応答
pt: Resposta da IA
ru: Ответ ИИ
zh: AI响应

source: AI 응답 대기 중...
ar: في انتظار استجابة الذكاء الاصطناعي...
de: Warte auf KI-Antwort...
es: Esperando respuesta de IA...
fr: En attente de la réponse IA...
hi: AI जवाब की प्रतीक्षा में...
ja: AI応答待機中...
pt: Aguardando resposta da IA...
ru: Ожидание ответа ИИ...
zh: 正在等待AI响应...

source: 비전 대화하기
ar: الدردشة باستخدام الرؤية
de: Vision-Chat
es: Chat de visión
fr: Chat vision
hi: विज़न चैट
ja: ビジョンチャット
pt: Chat de Visão
ru: Визуальный чат
zh: 视觉聊天

source: AI가 소설체로 답변할 예정입니다...
ar: سوف يجيب الذكاء الاصطناعي بأسلوب روائي...
de: Die KI wird im Romanstil antworten...
es: La IA responderá en estilo narrativo...
fr: L'IA répondra dans un style romanesque...
hi: AI उपन्यास शैली में जवाब देगा...
ja: AIが小説形式で応答します...
pt: A IA responderá em formato de romance...
ru: ИИ ответит в формате романа...
zh: AI将以小说形式回复...

source: 메시지를 입력하세요...
ar: يرجى إدخال رسالتك...
de: Geben Sie Ihre Nachricht ein...
es: Ingresa tu mensaje...
fr: Entrez votre message...
hi: अपना संदेश दर्ज करें...
ja: メッセージを入力してください...
pt: Digite sua mensagem...
ru: Введите сообщение...
zh: 请输入消息...

source: 전송
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
ja: 送信
pt: Enviar
ru: Отправить
zh: 发送

source: AI 이미지
ar: صورة الذكاء الاصطناعي
de: KI-Bild
es: Imagen de IA
fr: Image IA
hi: AI छवि
ja: AI画像
pt: Imagem de IA
ru: Изображение ИИ
zh: AI图像

source: 생성된 이미지가 없습니다.
ar: لا توجد صورة تم إنشاؤها.
de: Kein generiertes Bild verfügbar
es: No hay imagen generada.
fr: Aucune image générée.
hi: कोई जनरेट की गई छवि नहीं है।
ja: 生成された画像はありません。
pt: Nenhuma imagem gerada.
ru: Сгенерированных изображений нет.
zh: 没有生成的图像。

source: 제목
ar: العنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
ja: タイトル
pt: Título
ru: Заголовок
zh: 标题

source: 프롬프트
ar: تعليمات
de: Prompt
es: Prompt
fr: Prompt
hi: प्रॉम्प्ट
ja: プロンプト
pt: Prompt
ru: Промпт
zh: 提示

source: AI 모델에 대한 간단한 설명을 작성해주세요
ar: يرجى كتابة وصف مختصر لنموذج الذكاء الاصطناعي.
de: Schreiben Sie eine kurze Beschreibung des KI-Modells.
es: Escribe una breve descripción del modelo de IA.
fr: Écrivez une brève description du modèle IA.
hi: AI मॉडल का संक्षिप्त विवरण लिखें।
ja: AIモデルの簡単な説明を書いてください
pt: Escreva uma breve descrição do modelo de IA
ru: Напишите краткое описание модели ИИ
zh: 请为AI模型撰写简短描述

source: 배경이 될 사진을 선택해주세요
ar: يرجى اختيار صورة لتكون الخلفية.
de: Wählen Sie ein Foto als Hintergrund aus.
es: Selecciona una foto para el fondo.
fr: Sélectionnez une photo pour l'arrière-plan.
hi: पृष्ठभूमि के लिए फोटो चुनें।
ja: 背景となる写真を選択してください
pt: Selecione uma foto para o fundo
ru: Выберите фотографию для фона
zh: 请选择背景照片

source: 기존 배경 이미지 링크
ar: رابط صورة الخلفية الحالية
de: Link zum bestehenden Hintergrundbild
es: Enlace de la imagen de fondo actual
fr: Lien de l'image d'arrière-plan existante
hi: मौजूदा पृष्ठभूमि छवि लिंक
ja: 既存の背景画像リンク
pt: Link da Imagem de Fundo Existente
ru: Ссылка на существующее фоновое изображение
zh: 现有背景图像链接

source: 현재 배경 이미지 미리보기
ar: معاينة صورة الخلفية الحالية
de: Vorschau des aktuellen Hintergrundbildes
es: Vista previa de la imagen de fondo actual
fr: Aperçu de l'image d'arrière-plan actuelle
hi: वर्तमान पृष्ठभूमि छवि का पूर्वावलोकन
ja: 現在の背景画像プレビュー
pt: Visualização da Imagem de Fundo Atual
ru: Предпросмотр текущего фонового изображения
zh: 当前背景图像预览

source: 배경 이미지 미리보기
ar: معاينة صورة الخلفية
de: Hintergrundbild-Vorschau
es: Vista previa de la imagen de fondo
fr: Aperçu de l'image d'arrière-plan
hi: पृष्ठभूमि छवि पूर्वावलोकन
ja: 背景画像プレビュー
pt: Visualização da Imagem de Fundo
ru: Предпросмотр фонового изображения
zh: 背景图像预览

source: 해당 AI를 정말 공유하시겠습니까?
ar: هل أنت متأكد من رغبتك في مشاركة هذا الذكاء الاصطناعي؟
de: Möchten Sie diese KI wirklich teilen?
es: ¿Estás seguro de que quieres compartir esta IA?
fr: Êtes-vous sûr de vouloir partager cette IA ?
hi: क्या आप वाकई इस AI को साझा करना चाहते हैं?
ja: このAIを本当に共有しますか？
pt: Deseja realmente compartilhar esta IA?
ru: Вы действительно хотите поделиться этим ИИ?
zh: 您确定要分享此AI吗？

source: 수정한 내용 공유하기
ar: مشاركة التغييرات
de: Änderungen teilen
es: Compartir cambios
fr: Partager les modifications
hi: संपादित सामग्री साझा करें
ja: 編集内容を共有
pt: Compartilhar Conteúdo Editado
ru: Поделиться отредактированным содержимым
zh: 分享编辑内容

source: 다른 사람들과 공유하기
ar: مشاركة مع الآخرين
de: Mit anderen teilen
es: Compartir con otros
fr: Partager avec d'autres
hi: दूसरों के साथ साझा करें
ja: 他の人と共有
pt: Compartilhar com Outros
ru: Поделиться с другими
zh: 与他人分享

source: 돌아가기
ar: العودة
de: Zurück
es: Volver
fr: Retour
hi: वापस जाएँ
ja: 戻る
pt: Voltar
ru: Вернуться
zh: 返回

source: 공유를 취소하시겠습니까?
ar: هل أنت متأكد من إلغاء المشاركة؟
de: Möchten Sie das Teilen abbrechen?
es: ¿Estás seguro de que quieres cancelar el compartir?
fr: Voulez-vous annuler le partage ?
hi: क्या आप साझाकरण रद्द करना चाहते हैं?
ja: 共有をキャンセルしますか？
pt: Deseja cancelar o compartilhamento?
ru: Отменить публикацию?
zh: 您要取消分享吗？

source: 공유취소하기
ar: إلغاء المشاركة
de: Teilen abbrechen
es: Cancelar compartir
fr: Annuler le partage
hi: साझाकरण रद्द करें
ja: 共有をキャンセル
pt: Cancelar Compartilhamento
ru: Отменить публикацию
zh: 取消分享

source: 마이페이지
ar: صفحتي
de: Meine Seite
es: Mi página
fr: Ma page
hi: मेरा पेज
ja: マイページ
pt: Minha Página
ru: Моя страница
zh: 我的页面

source: 로그아웃>
ar: تسجيل الخروج>
de: Abmelden>
es: Cerrar sesión>
fr: Se déconnecter>
hi: लॉगआउट करें>
ja: ログアウト>
pt: Sair>
ru: Выйти>
zh: 退出>

source: main 으로>
ar: إلى الرئيسية>
de: Zur Hauptseite>
es: A la página principal>
fr: Vers la page d'accueil>
hi: मुख्य पृष्ठ पर>
ja: メインページへ>
pt: Para a Página Principal>
ru: На главную>
zh: 返回主页>

source: 프로필>
ar: الملف الشخصي>
de: Profil>
es: Perfil>
fr: Profil>
hi: प्रोफ़ाइल>
ja: プロフィール>
pt: Perfil>
ru: Профиль>
zh: 个人资料>

source: 내 AI 모델들>
ar: نماذج الذكاء الاصطناعي الخاصة بي>
de: Meine KI-Modelle>
es: Mis modelos de IA>
fr: Mes modèles IA>
hi: मेरे AI मॉडल>
ja: 私のAIモデル>
pt: Meus Modelos de IA>
ru: Мои модели ИИ>
zh: 我的AI模型>

source: AI 대화목록>
ar: قائمة محادثات الذكاء الاصطناعي>
de: KI-Gesprächsliste>
es: Lista de conversaciones de IA>
fr: Liste des conversations IA>
hi: AI बातचीत सूची>
ja: AI会話リスト>
pt: Lista de Conversas com IA>
ru: Список диалогов с ИИ>
zh: AI对话列表>

source: 당신의 프로필 내역>
ar: تفاصيل ملفك الشخصي>
de: Ihre Profildetails>
es: Detalles de tu perfil>
fr: Détails de votre profil>
hi: आपके प्रोफ़ाइल का विवरण>
ja: あなたのプロフィール詳細>
pt: Detalhes do Seu Perfil>
ru: Детали вашего профиля>
zh: 您的个人资料详情>

source: 팔로우 목록>
ar: قائمة المتابعة>
de: Follower-Liste>
es: Lista de seguidos>
fr: Liste des abonnés>
hi: अनुयायी सूची>
ja: フォローリスト>
pt: Lista de Seguidores>
ru: Список подписчиков>
zh: 关注列表>

source: 당신이 좋아하는 AI>
ar: الذكاء الاصطناعي الذي تحبه>
de: Von Ihnen geliebte KI>
es: IA que te gusta>
fr: IA que vous aimez>
hi: आपको पसंदीदा AI>
ja: あなたが好きなAI>
pt: IAs que Você Gosta>
ru: ИИ, которые вам нравятся>
zh: 您喜欢的AI>

source: voice id 목록>
ar: قائمة معرفات الصوت>
de: Stimmen-ID-Liste>
es: Lista de IDs de voz>
fr: Liste des ID de voix>
hi: आवाज़ आईडी सूची>
ja: ボイスIDリスト>
pt: Lista de IDs de Voz>
ru: Список ID голосов>
zh: 语音ID列表>

source: 토큰 내역>
ar: سجل الرموز>
de: Token-Verlauf>
es: Historial de tokens>
fr: Historique des jetons>
hi: टोकन इतिहास>
ja: トークン履歴>
pt: Histórico de Tokens>
ru: История токенов>
zh: 令牌记录>

source: 내 커스텀>
ar: التخصيص الخاص بي>
de: Meine Anpassung>
es: Mi personalización>
fr: Ma personnalisation>
hi: मेरी अनुकूलन>
ja: 私のカスタマイズ>
pt: Minhas Personalizações>
ru: Мои настройки>
zh: 我的自定义>

source: 요청 글 목록>
ar: قائمة المنشورات المطلوبة>
de: Liste der Anfrage-Posts>
es: Lista de publicaciones solicitadas>
fr: Liste des publications demandées>
hi: मेरी अनुरोध पोस्ट सूची>
ja: リクエスト投稿リスト>
pt: Lista de Postagens de Solicitação>
ru: Список запросов>
zh: 请求帖子列表>

source: 내 쿠폰>
ar: كوبوناتي>
de: Meine Coupons>
es: Mis cupones>
fr: Mes coupons>
hi: मेरे कूपन>
ja: 私のクーポン>
pt: Meus Cupons>
ru: Мои купоны>
zh: 我的优惠券>

source: voice 이름
ar: اسم الصوت
de: Stimmenname
es: Nombre de voz
fr: Nom de la voix
hi: आवाज़ का नाम
ja: ボイスの名前
pt: Nome da Voz
ru: Имя голоса
zh: 语音名称

source: 공유 취소하기
ar: إلغاء المشاركة
de: Teilen abbrechen
es: Cancelar compartir
fr: Annuler le partage
hi: साझाकरण रद्द करें
ja: 共有をキャンセル
pt: Cancelar Compartilhamento
ru: Отменить публикацию
zh: 取消分享

source: 복사
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
ja: コピー
pt: Copiar
ru: Копировать
zh: 复制

source: AI 모델 선택
ar: اختيار نموذج الذكاء الاصطناعي
de: KI-Modell auswählen
es: Seleccionar modelo de IA
fr: Sélectionner un modèle IA
hi: AI मॉडल चुनें
ja: AIモデルを選択
pt: Selecionar Modelo de IA
ru: Выберите модель ИИ
zh: 选择AI模型

source: 대화하기
ar: الدردشة
de: Chatten
es: Chatear
fr: Discuter
hi: चैट करें
ja: チャットする
pt: Converse
ru: Общаться
zh: 对话

source: 수정하기
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
pt: Editar
ru: Редактировать
zh: 编辑

source: 삭제하기
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
pt: Excluir
ru: Удалить
zh: 删除

source: 해당 AI를 삭제하시겠습니까?
ar: هل أنت متأكد من حذف هذا الذكاء الاصطناعي؟
de: Möchten Sie diese KI löschen?
es: ¿Estás seguro de que quieres eliminar esta IA?
fr: Voulez-vous supprimer cette IA ?
hi: क्या आप इस AI को हटाना चाहते हैं?
ja: このAIを削除しますか？
pt: Deseja excluir esta IA?
ru: Удалить этот ИИ?
zh: 您要删除此AI吗？

source: 공유하기
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
ja: 共有
pt: Compartilhar
ru: Поделиться
zh: 分享

source: 공유한 AI 수정하기
ar: تعديل الذكاء الاصطناعي المشترك
de: Geteilte KI bearbeiten
es: Editar IA compartida
fr: Modifier l'IA partagée
hi: साझा किए गए AI को संपादित करें
ja: 共有したAIを編集
pt: Editar IA Compartilhada
ru: Редактировать опубликованный ИИ
zh: 编辑已分享的AI

source: 안녕하세요! 무엇을 도와드릴까요?
ar: مرحبًا! كيف يمكنني مساعدتك؟
de: Hallo! Wie kann ich Ihnen helfen?
es: ¡Hola! ¿En qué puedo ayudarte?
fr: Bonjour ! Comment puis-je vous aider ?
hi: नमस्ते! मैं आपकी कैसे मदद कर सकता हूँ?
ja: こんにちは！何をサポートしましょうか？
pt: Olá! Como posso ajudar você?
ru: Здравствуйте! Чем могу помочь?
zh: 您好！有什么可以帮助您的？

source: 목록으로 돌아가기
ar: العودة إلى القائمة
de: Zur Liste zurückkehren
es: Volver a la lista
fr: Retour à la liste
hi: सूची पर वापस जाएँ
ja: リストに戻る
pt: Voltar para a Lista
ru: Вернуться к списку
zh: 返回列表

source: 등록된 공지사항이 없습니다
ar: لا توجد إشعارات مسجلة
de: Es gibt keine registrierten Mitteilungen
es: No hay anuncios registrados
fr: Aucune annonce enregistrée
hi: कोई सूचना दर्ज नहीं है
ja: 登録されたお知らせはありません
pt: Nenhum aviso registrado
ru: Уведомлений не зарегистрировано
zh: 没有注册的公告

source: 새로운 공지사항을 기다려 주세요.
ar: يرجى انتظار الإشعارات الجديدة.
de: Bitte warten Sie auf neue Mitteilungen.
es: Por favor, espera nuevos anuncios.
fr: Veuillez attendre de nouvelles annonces.
hi: कृपया नई सूचनाओं की प्रतीक्षा करें।
ja: 新しいお知らせをお待ちください。
pt: Aguarde novos avisos.
ru: Ожидайте новых уведомлений.
zh: 请等待新的公告。

source: 좋아요
ar: إعجاب
de: Gefällt mir
es: Me gusta
fr: J'aime
hi: पसंद करें
ja: いいね
pt: Curtir
ru: Лайк
zh: 点赞

source: 팔로우
ar: متابعة
de: Folgen
es: Seguir
fr: Suivre
hi: फॉलो करें
ja: フォロー
pt: Seguir
ru: Подписаться
zh: 关注

source: 프롬프트 공유하기
ar: مشاركة التعليمات
de: Prompt teilen
es: Compartir prompt
fr: Partager un prompt
hi: प्रॉम्प्ट साझा करें
ja: プロンプトを共有
pt: Compartilhar Prompt
ru: Поделиться промптом
zh: 分享提示

source: 좋은 프롬프트를 다른 사람과 공유해 보세요!
ar: شارك تعليمات رائعة مع الآخرين!
de: Teilen Sie großartige Prompts mit anderen!
es: ¡Comparte prompts geniales con otros!
fr: Partagez de bons prompts avec d'autres !
hi: अच्छे प्रॉम्प्ट को दूसरों के साथ साझा करें!
ja: 良いプロンプトを他の人と共有してみましょう！
pt: Compartilhe bons prompts com outras pessoas!
ru: Поделитесь хорошими промптами с другими!
zh: 与他人分享好的提示！

source: 프롬프트 쓰기
ar: كتابة تعليمات
de: Prompt schreiben
es: Escribir prompt
fr: Écrire un prompt
hi: प्रॉम्प्ट लिखें
ja: プロンプトを書く
pt: Escrever Prompt
ru: Написать промпт
zh: 编写提示

source: 아직 공유된 프롬프트가 없습니다
ar: لا توجد تعليمات مشتركة بعد
de: Es wurden noch keine Prompts geteilt
es: Aún no hay prompts compartidos
fr: Aucun prompt partagé pour le moment
hi: अभी तक कोई प्रॉम्प्ट साझा नहीं किया गया है
ja: まだ共有されたプロンプトはありません
pt: Ainda não há prompts compartilhados
ru: Опубликованных промптов пока нет
zh: 尚未分享任何提示

source: 첫 번째 프롬프트를 공유해보세요!
ar: شارك أول تعليماتك!
de: Teilen Sie Ihren ersten Prompt!
es: ¡Comparte tu primer prompt!
fr: Partagez votre premier prompt !
hi: अपना पहला प्रॉम्प्ट साझा करें!
ja: 最初のプロンプトを共有してみましょう！
pt: Compartilhe seu primeiro prompt!
ru: Поделитесь своим первым промптом!
zh: 分享您的第一个提示！

source: 오디오 파일이 제공되지 않았습니다.
ar: لم يتم توفير ملف صوتي.
de: Keine Audiodatei bereitgestellt.
es: No se proporcionó un archivo de audio.
fr: Aucun fichier audio fourni.
hi: कोई ऑडियो फ़ाइल प्रदान नहीं की गई।
ja: オーディオファイルが提供されていません。
pt: Nenhum arquivo de áudio fornecido.
ru: Аудиофайл не предоставлен.
zh: 未提供音频文件。

source: 텍스트를 입력하세요.
ar: يرجى إدخال النص.
de: Bitte geben Sie Text ein.
es: Por favor, ingresa el texto.
fr: Veuillez entrer du texte.
hi: कृपया टेक्स्ट दर्ज करें।
ja: テキストを入力してください。
pt: Digite o texto.
ru: Введите текст.
zh: 请输入文本。

source: 셀러브리티를 찾을 수 없습니다.
ar: لا يمكن العثور على المشاهير.
de: Prominente nicht gefunden.
es: No se pudo encontrar a la celebridad.
fr: Célébrité non trouvée.
hi: मशहूर हस्ती नहीं मिली।
ja: セレブリティが見つかりません。
pt: Celebridade não encontrada.
ru: Известная личность не найдена.
zh: 找不到名人。

source: 현재 음성 ID가 없습니다.
ar: لا يوجد معرف صوت حاليًا.
de: Derzeit keine Stimmen-ID verfügbar.
es: Actualmente no hay ID de voz.
fr: Aucun ID de voix disponible actuellement.
hi: वर्तमान में कोई आवाज़ आईडी नहीं है।
ja: 現在、ボイスIDがありません。
pt: Nenhum ID de voz disponível no momento.
ru: В настоящее время ID голоса отсутствует.
zh: 当前没有语音ID。

source: 보유한 토큰이 부족합니다.
ar: الرموز المتاحة غير كافية.
de: Sie haben nicht genügend Token.
es: No tienes suficientes tokens.
fr: Vous n'avez pas assez de jetons.
hi: आपके पास पर्याप्त टोकन नहीं हैं।
ja: トークンが不足しています。
pt: Você não tem tokens suficientes.
ru: Недостаточно токенов.
zh: 您的令牌不足。

source: AI 이름이 세션에 없습니다.
ar: اسم الذكاء الاصطناعي غير موجود في الجلسة.
de: KI-Name ist nicht in der Sitzung.
es: El nombre de la IA no está en la sesión.
fr: Le nom de l'IA n'est pas dans la session.
hi: AI का नाम सत्र में नहीं है।
ja: AIの名前がセッションにありません。
pt: O nome da IA não está na sessão.
ru: Имя ИИ отсутствует в сессии.
zh: 会话中没有AI名称。

source: voice_id 값이 없습니다.
ar: قيمة معرف الصوت غير موجودة.
de: Kein voice_id-Wert vorhanden.
es: No hay valor de voice_id.
fr: Aucune valeur voice_id.
hi: कोई voice_id मान नहीं है।
ja: voice_idの値がありません。
pt: Nenhum valor de voice_id.
ru: Отсутствует значение voice_id.
zh: 没有voice_id值。

source: 프롬프트가 비어 있습니다.
ar: التعليمات فارغة.
de: Prompt ist leer.
es: El prompt está vacío.
fr: Le prompt est vide.
hi: प्रॉम्प्ट खाली है।
ja: プロンプトが空です。
pt: O prompt está vazio.
ru: Промпт пуст.
zh: 提示为空。

source: POST 요청만 합니다.
ar: يتم قبول طلبات POST فقط.
de: Nur POST-Anfragen sind erlaubt.
es: Solo se permiten solicitudes POST.
fr: Seules les requêtes POST sont autorisées.
hi: केवल POST अनुरोध स्वीकार किए जाते हैं।
ja: POSTリクエストのみを受け付けます。
pt: Apenas solicitações POST são aceitas.
ru: Принимаются только POST-запросы.
zh: 仅接受POST请求。

source: 이 LLM에 접근할 권한이 없습니다.
ar: ليس لديك إذن للوصول إلى هذا النموذج.
de: Sie haben keine Berechtigung, auf dieses LLM zuzugreifen.
es: No tienes permiso para acceder a este LLM.
fr: Vous n'avez pas l'autorisation d'accéder à ce LLM.
hi: आपको इस LLM तक पहुँचने की अनुमति नहीं है।
ja: このLLMにアクセスする権限がありません。
pt: Você não tem permissão para acessar este LLM.
ru: У вас нет прав доступа к этому LLM.
zh: 您无权访问此LLM。

source: 잘못된 요청 방법입니다.
ar: طريقة الطلب غير صالحة.
de: Ungültige Anfragemethode.
es: Método de solicitud inválido.
fr: Méthode de requête invalide.
hi: अमान्य अनुरोध विधि।
ja: 無効なリクエスト方法です。
pt: Método de solicitação inválido.
ru: Неверный метод запроса.
zh: 请求方法无效。

source: 오디오 파일이 업로드되지 않았습니다.
ar: لم يتم رفع ملف صوتي.
de: Keine Audiodatei hochgeladen.
es: No se subió ningún archivo de audio.
fr: Aucun fichier audio téléchargé.
hi: कोई ऑडियो फ़ाइल अपलोड नहीं की गई।
ja: オーディオファイルがアップロードされていません。
pt: Nenhum arquivo de áudio foi enviado.
ru: Аудиофайл не загружен.
zh: 未上传音频文件。

source: 업로드된 오디오를 저장하지 못했습니다.
ar: فشل في حفظ الصوت المرفوع.
de: Hochgeladenes Audio konnte nicht gespeichert werden.
es: No se pudo guardar el audio subido.
fr: Impossible d'enregistrer l'audio téléchargé.
hi: अपलोड किए गए ऑडियो को सहेजा नहीं जा सका।
ja: アップロードされたオーディオを保存できませんでした。
pt: Não foi possível salvar o áudio enviado.
ru: Не удалось сохранить загруженный аудиофайл.
zh: 无法保存上传的音频。

source: 오디오 형식 변환에 실패했습니다.
ar: فشل تحويل تنسيق الصوت.
de: Audiokonvertierung fehlgeschlagen.
es: Fallo en la conversión del formato de audio.
fr: Échec de la conversion du format audio.
hi: ऑडियो प्रारूप परिवर्तन विफल।
ja: オーディオ形式の変換に失敗しました。
pt: Falha na conversão do formato de áudio.
ru: Не удалось преобразовать формат аудио.
zh: 音频格式转换失败。

source: MP3 변환에 실패했습니다.
ar: فشل تحويل إلى MP3.
de: MP3-Konvertierung fehlgeschlagen.
es: Fallo en la conversión a MP3.
fr: Échec de la conversion en MP3.
hi: MP3 में परिवर्तन विफल।
ja: MP3への変換に失敗しました。
pt: Falha na conversão para MP3.
ru: Не удалось преобразовать в MP3.
zh: MP3转换失败。

source: 음성 인식에 실패했습니다.
ar: فشل التعرف على الصوت.
de: Spracherkennung fehlgeschlagen.
es: Fallo en el reconocimiento de voz.
fr: Échec de la reconnaissance vocale.
hi: आवाज़ पहचान विफल।
ja: 音声認識に失敗しました。
pt: Falha no reconhecimento de voz.
ru: Не удалось распознать речь.
zh: 语音识别失败。

source: POST 요청만 허용됩니다.
ar: يتم قبول طلبات POST فقط.
de: Nur POST-Anfragen sind erlaubt.
es: Solo se permiten solicitudes POST.
fr: Seules les requêtes POST sont autorisées.
hi: केवल POST अनुरोध अनुमत हैं।
ja: POSTリクエストのみが許可されます。
pt: Apenas solicitações POST são permitidas.
ru: Разрешены только POST-запросы.
zh: 仅允许POST请求。

source: llm_id 값이 필요합니다.
ar: قيمة llm_id مطلوبة.
de: llm_id-Wert ist erforderlich.
es: Se requiere un valor de llm_id.
fr: Une valeur llm_id est requise.
hi: llm_id मान आवश्यक है।
ja: llm_idの値が必要です。
pt: O valor de llm_id é necessário.
ru: Требуется значение llm_id.
zh: 需要llm_id值。

source: 해당 LLM이 없습니다.
ar: النموذج المحدد غير موجود.
de: Das angegebene LLM existiert nicht.
es: El LLM especificado no existe.
fr: Le LLM spécifié n'existe pas.
hi: निर्दिष्ट LLM मौजूद नहीं है।
ja: 指定されたLLMが存在しません。
pt: O LLM especificado não existe.
ru: Указанный LLM не существует.
zh: 指定的LLM不存在。
